Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# subtitle.accessKeyFaceID
source: Verify your identity to view your Access Key.
ar: التحقق من هويتك لعرض مفتاح الوصول الخاص بك.
bg: Потвърдете вашата идентичност, за да видите вашия ключ за достъп.
cs: Abyste si mohli zobrazit přístupový kód, nechejte si ověřit totožnost.
da: Bekræft din identitet for at se din adgangskode
de: Verifizieren Sie Ihre Identität, um Ihren Zugangsschlüssel anzuzeigen.
el: Επαληθεύστε την ταυτότητά σας για να δείτε το Κλειδί Πρόσβασής σας.
es: Verifica tu identidad para ver tu clave de acceso.
fi: Vahvista henkilöllisyytesi nähdäksesi käyttöoikeusavaimesi.
fr: Vérifier votre identité pour afficher votre clé d'accès.
he: אמת את הזהות שלך כדי לצפות במפתח הגישה שלך.
hu: A hozzáférési kulcs megtekintéséhez igazolja személyazonosságát.
id: Verifikasi identitas Anda untuk melihat Kunci Akses Anda.
it: Verifica la tua identità per poter visualizzare la tua chiave d'accesso.
ms: Sahkan identiti anda untuk melihat Kunci Akses anda.
nl: Je identiteit verifiëren om je toegangscode te zien.
no: Bekreft identiteten din for å se tilgangsnøkkelen din.
pl: Zweryfikuj tożsamość, żeby zobaczyć Klucz dostępu.
pt: Verifique a sua identidade para ver a sua Chave de Acesso.
ro: Verifică-ți identitatea pentru a-ți vizualiza cheia de acces.
ru: Подтвердите свою личность, чтобы посмотреть свой ключ доступа.
sk: Ak chcete zobraziť prístupový kľúč, overte svoju totožnosť.
sr: Potvrdite svoj identitet da biste videli svoj ključ za pristup.
sv: Bekräfta din identitet för att se din Access Key.
th: ยืนยันตัวตนของคุณเพื่อดูคีย์การเข้าถึงของคุณ
tr: Erişim Anahtarını görüntülemek için kimliğini doğrula.
uk: Підтвердьте свою особу, щоб переглянути свій ключ доступу.
vi: Xác minh danh tính để xem Khóa Truy cập của bạn.

# subtitle.accessKeySnapshotDescription
source: If you're on iOS15 or above, tap and hold the QR code to log in. Alternatively you can log in manually by entering the 12 words in the Code Log In screen.
ar: إذا كنت تستخدم نظام iOS15 أو أعلى, فاستمر في الضغط على رمز الاستجابة السريعة لتسجيل الدخول. ويُمكنك بدلاً من ذلك تسجيل الدخول يدويًا عن طريق إدخال 12 كلمة في شاشة تسجيل الدخول بالرمز.
bg: Ако използвате IOS15 или по - нова версия натиснете и задръжте QR кода, за да влезете. Освен това може да влезете като въведете ръчно 12 думи на екрана за вход с код.
cs: Pokud máte operační systém iOS 15 a vyšší, klepnutím a přidržením kódu QR se přihlásíte. Můžete se také přihlásit ručně zadáním 12 slov na obrazovce Přihlášení ke kódu.
da: Hvis du anvender iOS15 eller nyere, tap og hold QR-koden nede for at logge ind. Alternativt kan du logge ind manuelt ved at indtaste de 12 ord i Code log ind-skærmen.
de: Wenn Sie mit iOS 15 oder höher arbeiten, tippen Sie einfach auf den QR-Code und halten Sie ihn gedrückt, um sich anzumelden. Alternativ können Sie sich auch manuell anmelden, indem Sie die 12 Wörter in den Log-In-Bildschirm von Code eingeben.
el: Αν χρησιμοποιείτε iOS15 ή νεότερη έκδοση, πατήστε παρατεταμένα τον κωδικό QR για να συνδεθείτε. Εναλλακτικά, μπορείτε να συνδεθείτε με μη αυτόματο τρόπο πληκτρολογώντας τις 12 λέξεις στην Οθόνη Σύνδεσης του Code.
es: Si usas iOS15 o superior, mantén pulsado el código QR para iniciar sesión. También puedes iniciar sesión manualmente introduciendo las 12 palabras en la pantalla de inicio de sesión de Code.
fi: Jos versiosi on iOS 15 tai uudempi, kirjaudu sisään napauttamalla ja pitämällä QR-koodia. Voit vaihtoehtoisesti kirjautua manuaalisesti syöttämällä 12 sanaasi näytöllä olevaan Coden lokiin.
fr: Si vous utilisez iOS15 ou une version ultérieure, appuyez sur le code QR et maintenez-le enfoncé pour vous connecter. Vous pouvez également vous connecter manuellement en saisissant les 12 mots sur l'écran Connexion à Code.
he: אם אתה משתמש ב-iOS15 ומעלה, לחץ והחזק על קוד ה-QR כדי להתחבר. לחלופין אתה יכול להתחבר ידנית באמצעות הקלדת 12 המילים במסך ההתחברות של קוד.
hu: Ha iOS 15 vagy újabb rendszert használ, érintse meg és tartsa lenyomva a QR-kódot a bejelentkezéshez. Másik megoldásként manuálisan is bejelentkezhet úgy, hogy beírja a 12 szót a Code bejelentkezés képernyőn.
id: Jika Anda menggunakan iOS15 atau lebih tinggi, ketuk dan tahan kode QR untuk masuk. Atau Anda dapat masuk secara manual dengan memasukkan 12 kata di Layar Masuk Code.
it: Se stai usando un sistema operativo iOS15 o successivo, tocca e tieni premuto il codice QR per accedere. In alternativa, puoi accedere manualmente inserendo le 12 parole nella schermata di accesso a Code.
ms: Jika anda menggunakan iOS 15 atau ke atas, ketik dan pegang kod QR untuk log masuk. Sebagai alternatif anda boleh log masuk secara manual dengan memasukkan 12 perkataan dalam skrin Log Masuk Code.
nl: Als je iOS15 of hoger gebruikt, tik je op de QR-code en houd je deze vast om in te loggen. Je kunt ook handmatig inloggen door de 12 woorden in te voeren in het Code-inlogscherm.
no: Hvis du bruker iOS15 eller nyere, trykk og hold QR-koden for å logge på. Alternativt kan du logge på manuelt ved å skrive inn de 12 ordene i kodepåloggingsskjermen.
pl: Jeśli masz urządzenie z systemem operacyjnym iOS15 lub nowszą wersją, stuknij i przytrzymaj kod QR, żeby się zalogować. Alternatywnie możesz się zalogować ręcznie, wpisując 12 słów na ekranie logowania Code.
pt: Se estiver no iOS15 ou superior, toque e segure no código QR para iniciar sessão. Em alternativa, pode iniciar sessão manualmente introduzindo as 12 palavras no ecrã de Inicio de Sessão Code.
ro: Dacă folosești iOS15 sau mai recent, apasă și ține apăsat codul QR pentru a te conecta. Alternative, te poți conecta manual introducând cele 12 cuvinte în ecranul de conectare la Code.
ru: Если вы пользуетесь iOS15 или выше, коснитесь и удерживайте на QR-коде, чтобы войти. Вы также можете войти вручную, введя 12 слов на экране входа в Code.
sk: Ak používate systém iOS15 alebo novší, prihláste sa klepnutím a podržaním QR kódu. Prípadne sa môžete prihlásiť manuálne zadaním 12 slov na obrazovke Prihlásenie kódu.
sr: Ako ste na iOS15 ili operativnom sistemu iznad, dodirnite i držite QR kod da biste se prijavili. Pored toga, možete se prijaviti ručno tako što ćete uneti 12 reči na ekranu za prijavu pomoću koda.
sv: Om du har iOS15 eller senare trycker du på och håller kvar QR-koden för att logga in. Alternativt kan du logga in manuellt genom att skriva in de 12 orden på skärmen Kodloggning.
th: หากคุณใช้ iOS15 หรือสูงกว่า ให้แตะรหัส QR ค้างไว้เพื่อเข้าสู่ระบบ หรือคุณสามารถเข้าสู่ระบบด้วยตนเองโดยการป้อนคำ 12 คำในหน้าจอเข้าสู่ระบบ Code
tr: iOS15 veya üstü bir işletim sistemine sahipsen oturum açmak için QR koduna dokun ve basılı tut. Alternatif olarak Code Giriş ekranında 12 kelimeyi girerek manuel olarak giriş yapabilirsin.
uk: Якщо ви використовуєте iOS15 або новішу версію, натисніть та утримуйте QR-код, щоб увійти. Крім того, ви можете ввійти вручну, ввівши 12 слів на екрані входу з кодом.
vi: Nếu bạn đang sử dụng iOS15 trở lên, hãy nhấn và giữ mã QR để đăng nhập. Ngoài ra, bạn có thể đăng nhập thủ công bằng cách nhập 12 từ vào màn hình Đăng Nhập Mã.

# subtitle.allowCameraAccess
source: Code enables you to receive Kin by pointing your camera at the digital bill on another user's phone
ar: يُتيح لك Code تلقي الأموال من خلال توجيه الكاميرا إلى الفاتورة الرقمية على هاتف مستخدم آخر
bg: Кодът ви позволява да получавате член на семейството като насочите камерата към дигиталната касова бележка на телефона на друг потребител
cs: Kód vám umožňuje získávat kin zaměřením fotoaparátu na digitální účet nebo na telefon jiného uživatele.
da: Code giver dig mulighed for at modtage Kin, ved at rette dit kamera mod den digitale regning på en anden brugers telefon
de: Mit Code können Sie Kin empfangen, indem Sie Ihre Kamera auf die digitale Rechnung auf dem Telefon eines anderen Benutzers richten.
el: Το Code σάς επιτρέπει να λαμβάνετε Kin στρέφοντας την κάμερά σας στον ψηφιακό λογαριασμό στο τηλέφωνο ενός άλλου χρήστη.
es: Code te permite recibir Kin con solo dirigir tu cámara a la factura digital del teléfono de otro usuario
fi: Code antaa sinun vastaanottaa kinejä osoittamalla kamerasi toisen käyttäjän puhelimessa olevaan digitaaliseen seteliin
fr: Code vous permet de recevoir Kin en pointant votre appareil photo sur la facture numérique du téléphone d'un autre utilisateur
he: קוד מאפשרת לך לקבל קין באמצעות כיוון המצלמה שלך לשטר דיגיטלי בטלפון של משתמש אחר
hu: A Code lehetővé teszi a Kin fogadását, ha kameráját egy másik felhasználó telefonján lévő digitális számlára irányítja
id: Code memungkinkan Anda menerima Kin dengan mengarahkan kamera Anda ke tagihan digital di ponsel pengguna lain
it: Code ti consente di ricevere Kin puntando la tua fotocamera sulla banconota digitale sul telefono di un altro utente
ms: Code membolehkan anda menerima Kin dengan menghalakan kamera anda ke bil digital pada telefon pengguna lain
nl: Met Code kun je KIN ontvangen door je camera op de digitale rekening op de telefoon van een andere gebruiker te richten
no: Med koden kan du motta Kin ved å rette kameraet mot den digitale regningen på en annen brukers telefon
pl: Code umożliwia otrzymywanie Kin poprzez wskazywanie kamerą na banknot cyfrowy na telefonie innego użytkownika
pt: A Code permite-lhe receber Kin apontando a sua câmara ao recibo digital no telemóvel de outro utilizador
ro: Code îți permite să primești Kin încadrând cu fotocamera factura digitală de pe telefonul unui alt utilizator
ru: Code позволяет вам получать Kin, наводя свою камеру на цифровую квитанцию на телефоне другого пользователя.
sk: Kód vám umožňuje získať Kin nasmerovaním fotoaparátu na digitálny účet na telefóne iného používateľa
sr: Code vam omogućava da primite Kin tako što ćete usmeriti kameru ka digitalnom računu na telefonu drugog korisnika
sv: Med koden kan du ta emot Kin genom att rikta kameran mot den digitala räkningen på en annan användares telefon.
th: Code ช่วยให้คุณสามารถรับ Kin โดยการชี้กล้องของคุณไปที่ใบเรียกเก็บเงินดิจิทัลบนโทรศัพท์ของผู้ใช้อื่น
tr: Code, kameranı başka bir kullanıcının telefonundaki dijital faturaya doğrultarak Kin almanı sağlar.
uk: Code дозволяє вам отримати Kin, навівши свою камеру на цифровий рахунок на телефоні іншого користувача
vi: Mã giúp bạn có thể nhận được Kin bằng cách hướng camera của bạn vào hóa đơn kỹ thuật số trên điện thoại của người dùng khác

# subtitle.allowCameraSettings
source: You need to turn on Camera in Settings to scan Codes
ar: يجب عليك السماح بالوصول إلى الكاميرا لتتمكن من استقبال الأموال
bg: Трябва да позволите достъп до камерата, за да получавате член на семейството
cs: Abyste mohli získávat kin, budete muset povolit přístup k fotoaparátu
da: Du skal tillade kameraadgang for at modtage Kin
de: Sie müssen den Zugriff auf die Kamera erlauben, um Kin empfangen zu können.
el: Πρέπει να επιτρέψετε την πρόσβαση στην κάμερα για να μπορείτε να λαμβάνετε Kin.
es: Debes permitir el acceso a la cámara para poder recibir Kin
fi: Sinun on annettava kameran käyttöoikeudet voidaksesi saada kinejä
fr: Vous devez autoriser l'accès à la caméra pour pouvoir recevoir des Kin
he: אתה צריך לאפשר גישה למצלמה כדי שתוכל לקבל קין.
hu: A Kin fogadásához engedélyeznie kell a kamerához való hozzáférést
id: Anda perlu mengizinkan akses kamera untuk dapat menerima Kin
it: Devi consentire l'accesso alla fotocamera per poter ricevere Kin
ms: Anda perlu membenarkan akses kamera untuk menerima Kin
nl: Je dient toegang tot de camera toe te staan om KIN te kunnen ontvangen
no: Du må tillate kameratilgang for å kunne motta Kin
pl: Żeby móc otrzymywać Kin, trzeba zezwolić na dostęp do kamery
pt: Tem de permitir o acesso à câmara para ser capaz de receber Kin
ro: Va fi nevoie să permiți accesul la fotocamera pentru a putea primi Kin
ru: Вы должны разрешить доступ к камере, чтобы иметь возможность получать Kin
sk: Aby ste mohli prijímať Kin, musíte povoliť prístup k fotoaparátu
sr: Morate da dozvolite pristup kameri da biste mogli da primite Kin
sv: Du måste tillåta kameraåtkomst för att kunna ta emot Kin
th: คุณต้องอนุญาตให้เข้าถึงกล้องจึงจะรับ Kin ได้
tr: Kin alabilmek için kamera erişimine izin vermen gerekiyor
uk: Вам слід надати доступ до камери, щоб мати можливість приймати Kin
vi: Bạn cần cho phép truy cập camera để có thể nhận được Kin

# subtitle.authenticateToAccess
source: Authenticate to access Code.
ar: قم بالمصادقة للوصول إلى Code.
bg: Удостоверете се за достъп до кода.
cs: Ověření pro přístup ke Code.
da: Godkend for at få adgang til Code.
de: Authentifizierung für den Zugriff auf Code.
el: Πιστοποίηση ταυτότητας για πρόσβαση στο Code.
es: Autentificarse para acceder a Code.
fi: Todenna henkilöllisyytesi, jotta voit käyttää Codea.
fr: Authentifiez-vous pour accéder à Code.
he: יש לאמת כדי לגשת ל-Code.
hu: Azonosítsa magát a Code eléréséhez.
id: Autentikasikan untuk mengakses Code.
it: Effettua l'autenticazione per accedere a Code.
nl: Verifieer voor toegang tot Code.
no: Autentiser for å få tilgang til Code.
pl: Uwierzytelnij, aby uzyskać dostęp do Code.
pt: Autenticar para aceder à Code.
ro: Autentificați-te pentru a accesa Code.
ru: Пройдите аутентификацию для доступа к Code.
sk: Overte ore prístup ku Code.
sr: Потврдите идентитет да бисте приступили Code новчанику.
sv: Autentisera för att få åtkomst till Code.
th: รับรองความถูกต้องเพื่อเข้าถึง Code
tr: Code'a erişmek için kimlik doğrulaması yapın.
uk: Пройдіть автентифікацію для доступу до Code.

# subtitle.buySellDescription
source: Buying and selling Kin is currently a complex process. These processes will get simpler over time. If you want to learn how to buy and sell Kin today you can watch the walk through videos below.
ar: يُعد شراء وبيع Kin حاليًا عملية معقدة. ستصبح هذه العمليات أسهل بمرور الوقت. إذا كنت تريد معرفة كيفية شراء وبيع Kin اليوم, فيمكنك مشاهدة مقاطع الفيديو أدناه.
bg: Купуването и продажбата на Kin в момента е сложен процес. Тези процеси ще се опростят с времето. Ако искате да научите как да купувате и продавате Kin днес, можете да гледате видео клиповете по - долу.
cs: Nákup a prodej měny Kin je aktuálně složitý proces. Časem se tyto procesy zjednoduší. Pokud chcete zjistit, jak nakupovat a prodávat Kin už teď, můžete si projít instruktážní videa níže.
da: Køb og salg af Kin er i øjeblikket en kompleks proces. Disse processer vil blive enklere med tiden. Hvis du vil lære at købe og sælge Kin i dag, kan du se videoerne nedenfor.
de: Der Kauf und Verkauf von Kin ist derzeit ein komplexer Vorgang. Diese Vorgänge werden im Laufe der Zeit einfacher werden. Wenn Sie lernen möchten, wie man Kin kauft und verkauft, können Sie sich die folgenden Video-Leitführer ansehen.
el: Η αγορά και πώληση Kin είναι προς το παρόν μια πολύπλοκη διαδικασία. Αυτές οι διαδικασίες θα απλοποιηθούν με την πάροδο του χρόνου. Αν θέλετε να μάθετε πώς να αγοράζετε και να πουλάτε Kin σήμερα, μπορείτε να παρακολουθήσετε τα παρακάτω κατατοπιστικά βίντεο.
es: Actualmente, comprar y vender Kin es un proceso complejo. Estos procesos se simplificarán con el tiempo. Si desea aprender hoy mismo a comprar y vender Kin, puede ver los siguientes vídeos explicativos.
fi: Kinejen ostaminen ja myyminen on monimutkainen prosessi. Nämä prosessit yksinkertaistuvat ajan mittaan. Jos haluat tietää jo tänään, kuinka kinejä voi ostaa ja myydä, kannattaa katsoa alta löytyvät opastusvideot.
fr: L'achat et la vente de Kin est actuellement un processus complexe. Ces processus se simplifieront avec le temps. Si vous souhaitez apprendre à acheter et à vendre de la Kin aujourd'hui, vous pouvez regarder les vidéos de présentation ci-dessous.
he: קנייה ומכירה של Kin הוא תהליך מורכב. תהליכים אלו יעשו פשוטים יותר עם הזמן. אם אתם רוצים ללמוד כיצד לקנות ולמכור Kin היום, ניתן לצפות בסרטוני ההדרכה למטה.
hu: A Kin vétele és eladása jelenleg bonyolult folyamat. Ezek a folyamatok idővel egyszerűsödni fognak. Ha szeretné megtanulni, hogyan vásároljon és adjon el Kin-t még ma, akkor nézze meg az alábbi videókat.
id: Membeli dan menjual Kin saat ini merupakan proses yang rumit. Proses akan menjadi lebih sederhana seiring berjalannya waktu. Jika Anda ingin mempelajari cara membeli dan menjual Kin hari ini, Anda dapat menonton video panduan di bawah ini.
it: La compravendita di Kin è attualmente un processo complesso. Con il tempo queste procedure diventeranno più semplici. Se vuoi imparare ad acquistare e vendere Kin oggi stesso, puoi guardare i video esplicativi sottostanti.
ms: Membeli dan menjual Kin merupakan proses yang kompleks buat masa ini. Proses ini akan menjadi lebih mudah dari semasa ke semasa. Jika anda ingin belajar cara membeli dan menjual Kin hari ini, anda boleh menonton video di bawah.
nl: Het kopen en verkopen van Kin is momenteel een complex proces. Deze processen zullen in de toekomst eenvoudiger worden. Als je wilt leren hoe je op dit moment Kin kunt kopen en verkopen, kun je de onderstaande video's bekijken.
no: Kjøp og salg av Kin er for tiden en kompleks prosess. Disse prosessene vil bli enklere over tid. Hvis du vil lære hvordan du kjøper og selger Kin i dag, kan du se instruksjonsvideoene nedenfor.
pl: Kupno i sprzedaż Kin jest obecnie złożonym procesem. Z czasem procesy te staną się prostsze. Jeśli chcesz dowiedzieć się, jak kupować i sprzedawać Kin już dziś, możesz obejrzeć poniższe filmy instruktażowe.
pt: Comprar e vender Kin é neste momento um processo complexo. Este irá tornar-se mais simples ao longo do tempo. Se quiser aprender a comprar e vender Kin hoje, pode assistir ao guia nos vídeos abaixo.
ro: În prezent, cumpărarea și vânzarea de Kin constituie un proces complex. Aceste procese se vor simplifica în timp. Dacă dorești să înveți cum să cumperi și să vinzi Kin astăzi, poți viziona videoclipurile de prezentare de mai jos.
ru: Купля-продажа Kin в настоящее время представляет собой сложный процесс. Со временем эти процессы станут проще. Если вы хотите узнать, как покупать и продавать Kin сегодня, вы можете посмотреть ниже видеоинструкции.
sk: Nákup a predaj Kinov je v súčasnosti zložitý proces. Tieto procesy sa časom zjednodušia. Ak sa chcete naučiť, ako nakupovať a predávať Kin dnes, môžete si pozrieť návod prostredníctvom videí nižšie.
sr: Тренутно је куповина и продаја криптовалуте кин сложен процес. Током времена ће ови процеси постати једноставнији. Ако желите да сазнате како се купује и продаје кин данас, у наставку можете да погледате видео-записе који ће вас провести кроз поступак.
sv: Att köpa och sälja Kin är för närvarande en komplicerad process. Dessa processer blir enklare med tiden. Om du vill lära dig att köpa och sälja Kin idag kan du titta på videogenomgångarna nedan.
th: ขณะนี้การซื้อและการขาย Kin เป็นกระบวนการที่ซับซ้อน กระบวนการเหล่านี้จะง่ายขึ้นเมื่อเวลาผ่านไป หากคุณต้องการเรียนรู้วิธีซื้อและขาย Kin ในวันนี้ คุณสามารถชมวิดีโอแนะนำด้านล่าง
tr: Kin alıp satmak, şu anda kompleks bir süreç. Bu süreçler zamanla daha da basitleşecek. Bugün nasıl Kin alınıp satılacağını öğrenmek istiyorsanız aşağıdaki rehber videolarını izleyebilirsiniz.
uk: Купівля та продаж Kin наразі є складним процесом. З часом ці процеси стануть простішими. Якщо ви хочете дізнатися, як купувати та продавати Kin сьогодні, ви можете переглянути навчальні відео нижче.
vi: Việc mua bán Kin hiện là một quá trình phức tạp. Các quá trình này sẽ dần trở nên đơn giản hơn. Nếu muốn tìm hiểu cách mua bán Kin ngay hôm nay, bạn có thể xem các video hướng dẫn ở bên dưới.

# subtitle.canOnlyGiveUpTo
source: You can only give up to %@
ar: يمكنك إعطاء ما يصل إلى %@ فقط
bg: Можеш да даваш само до %@
cs: Můžete dát pouze %@
da: Du kan kun give op til %@
de: Sie können nur bis zu %@ geben
el: Μπορείτε να παραχωρήσετε μόνο μέχρι %@
es: Solo puedes dar hasta %@
fi: Voit antaa korkeintaan %@
fr: Vous ne pouvez donner que jusqu'à %@
he: באפשרותך לתת רק עד %@
hu: Legfeljebb ennyit adhatsz: %@
id: Anda hanya bisa memberikan hingga %@
it: Puoi dare solo fino a %@
ms: Anda hanya boleh memberi sehingga %@
nl: Je kunt slechts %@ geven
no: Du kan bare gi opptil %@
pl: Możesz dać tylko do %@
pt: Apenas pode dar até %@
ro: Poți da cel mult %@
ru: Вы можете отправить не более %@
sk: Môžete dať maximálne %@
sr: Можете да дате највише %@
sv: Du kan bara ge upp till %@
th: คุณสามารถให้ได้ไม่เกิน %@
tr: Yalnızca %@ tutarına kadar verebilirsin
uk: Ви можете віддати тільки до %@
vi: Bạn chỉ có thể tặng tối đa %@

# subtitle.canOnlyTipUpTo
source: You can only tip up to %@
ar: يمكنك منح إكرامية تصل إلى %@ فقط
bg: Можете да давате бакшиши само до %@
cs: Spropitné můžete dát pouze do výše %@
da: Du kan kun give drikkepenge op til %@
de: Sie können maximal %@ Trinkgeld geben
el: Μπορείτε να δώσετε φιλοδώρημα μόνο μέχρι %@
es: Solo puedes dar propinas hasta %@
fi: Voit antaa tippiä enintään %@
fr: Le montant de votre pourboire ne peut excéder %@
he: אתם יכולים לתת טיפ רק עד %@
hu: Legfeljebb %@ borravalót adhatsz
id: Anda hanya dapat memberi tip hingga %@
it: Puoi lasciare una mancia solo fino a %@
ms: Anda hanya boleh memberi tip sehingga %@
nl: Je kunt maximaal %@ fooi geven
no: Du kan bare tipse opptil %@
pl: Maksymalny napiwek to %@
pt: O valor de recompensa permitido é de, no máximo, %@
ro: Poți da un bacșiș de până la %@
ru: Вы можете оставить чаевые только до %@
sk: Tipovať môžete len do %@
sr: Можете давати напојнице само у износу до %@
sv: Du kan ge högst %@ i dricks
th: คุณสามารถให้ทิปได้สูงสุด %@ เท่านั้น
tr: En fazla %@ tutarında bahşiş verebilirsin
uk: Ви можете дати чайові не більше, ніж %@
vi: Bạn chỉ có thể boa tối đa %@

# subtitle.chat.kinAvailableForUse
source: Success! Your Kin is now available to use in Code
ar: عملة Kin الخاصة بك متوفرة الآن للاستخدام في تطبيق Code لديك
bg: Вашият Kin вече е наличен за употреба в приложението Code
cs: Měnu Kin nyní můžete používat ve své aplikaci Code
da: Dine Kin er nu klar til brug i din Code-app
de: Ihre Kin sind jetzt für die Verwendung in Ihrer Code-App verfügbar
el: Τα Kin σας είναι τώρα διαθέσιμα για χρήση στην εφαρμογή Code
es: Tu Kin ya está disponible para su uso en la aplicación Code
fi: Kin-kolikkosi ovat nyt käytettävissä Code-sovelluksessa
fr: Vous pouvez désormais utiliser vos Kin sur votre appli Code
he: ה-Kin שלך זמין כעת לשימוש באפליקציית הקוד שלך
hu: Mostantól használhatja Kinjeit a Code alkalmazásban
id: Kin Anda sekarang tersedia untuk digunakan di Code App
it: I tuoi Kin sono ora pronti all'uso nella tua app Code
ms: Kini, Kin anda tersedia untuk digunakan dalam Code App anda
nl: Je Kin is vanaf nu beschikbaar voor gebruik in je Code-app
no: Du har nå tilgjengelige Kin i Code-appen
pl: Kin jest dostępny do użycia w aplikacji Code
pt: Os seus Kin estão agora disponíveis para usar na sua aplicação Code
ro: Monedele tale Kin sunt acum disponibile pentru a fi utilizate în aplicația Code
ru: Kin теперь доступны для использования в приложении Code
sk: Svoje mince Kin teraz môžete používať v aplikácii Code
sr: Vaš Kin je sada dostupan za upotrebu u aplikaciji Code
sv: Du kan nu använda dina Kin i Code-appen
th: Kin ของคุณพร้อมใช้งานแล้วใน Code App
tr: Kin'iniz artık Code uygulamasında kullanıma hazır
uk: Kin тепер доступні для використання у застосунку Code
vi: Kin của bạn hiện có sẵn để sử dụng trong ứng dụng Code của bạn
