Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# error.description.failedToSave
source: Please allow Code access to Photos in Settings in order to save your Access Key.
ar: يُرجى السماح لـ Code بالوصول إلى الصور في الإعدادات من أجل حفظ مفتاح الوصول الخاص بك.
bg: Моля, разрешете достъп на кода до снимки в настройките, за да може да съхраните вашия ключ за достъп.
cs: Povolte kódu přístup ke snímkům v nastavení a tím si uložte přístupový klíč.
da: Tillad Code adgang til billeder i Indstillinger for at gemme din adgangsnøgle.
de: Bitte erlauben Sie Code in den Einstellungen Zugriff auf Fotos, um Ihren Zugangsschlüssel speichern zu können.
el: Επιτρέψτε στις Ρυθμίσεις την πρόσβαση του Code στις Φωτογραφίες για να αποθηκεύσετε το Κλειδί Πρόσβασης.
es: Permite que Code acceda a las fotos en Ajustes para guardar tu clave de acceso.
fi: Anna Codelle valokuvien käyttöoikeudet asetuksista käsin, jotta voit tallentaa käyttöoikeusavaimesi.
fr: Veuillez autoriser Code à accéder à Photos dans les Paramètres afin d'enregistrer votre clé d'accès.
he: אנא אפשר לקוד גישה לתמונות בהגדרות כדי לשמור את מפתח הגישה שלך.
hu: A hozzáférési kulcs mentéséhez engedélyezze a kódhoz való hozzáférést a Beállításokban a Fotókhoz.
id: Izinkan Code mengakses Foto di Pengaturan untuk menyimpan Kunci Akses Anda.
it: Consenti l'accesso alle foto da parte di Code nelle Impostazioni per poter salvare la tua chiave d'accesso.
ms: Sila benarkan akses Code kepada Gambar dalam Tetapan untuk menyimpan Kunci Akses anda.
nl: Geef Code toegang tot Foto's in Instellingen om je toegangscode op te slaan.
no: Vennligst gi kodetilgang til «Bilder» i «Innstillinger» for å lagre tilgangsnøkkelen din.
pl: Żeby zapisać klucz dostępu, zezwól Code na dostęp do zdjęć w ustawieniach.
pt: Permita que o Code tenha acesso às suas Fotos nas Definições, de forma a poder guardar a sua Chave de Acesso.
ro: Pentru a-ți salva cheia de acces este nevoie ca în Setări să permiți Code să acceseze Fotografiile.
ru: Разрешите Code доступ к фото в настройках, чтобы сохранить свой ключ доступа.
sk: Ak si chcete uložiť svoj prístupový kľúč, povoľte kódový prístup k fotkám v Nastaveniach.
sr: Dozvolite pristup aplikaciji Code fotografijama u podešavanjima da biste sačuvali svoj ključ za pristup.
sv: Tillåt Kodåtkomst till foton i Inställningar för att spara din åtkomstnyckel.
th: โปรดอนุญาตให้ Code เข้าถึงรูปภาพในการตั้งค่าเพื่อบันทึกคีย์การเข้าถึงของคุณ
tr: Erişim Anahtarını kaydetmek için lütfen Ayarlar'dan Code için Fotoğraflar'a erişim izni ver.
uk: Щоб зберегти ключ доступу, будь ласка, надайте Code доступ до фотографій у налаштуваннях.
vi: Xin vui lòng cho phép Mã truy cập vào Ảnh trong mục Cài đặt để lưu Khóa Truy cập của bạn.

# error.description.failedToSendCode
source: Something went wrong. Please ensure that your phone number is entered correctly.
ar: يوجد خطأ ما. يُرجى التأكد من إدخال رقم هاتفك بشكل صحيح.
bg: Нещо се обърка. Моля, уверете се, че вашият телефонен номер е въведен правилно.
cs: Došlo k chybě. Zkontrolujte, zda je telefonní číslo zadáno správně.
da: Der gik noget galt. Sørg for, at dit telefonnummer er indtastet korrekt.
de: Etwas ist schiefgegangen. Bitte stellen Sie sicher, dass Sie Ihre Telefonnummer richtig eingegeben haben.
el: παρουσιάστηκε σφάλμα. Βεβαιωθείτε ότι ο αριθμός τηλεφώνου που εισαγάγατε είναι σωστός.
es: Se ha producido un error. Asegúrate de haber introducido correctamente tu teléfono.
fi: Jokin meni vikaan. Varmistathan, että puhelinnumerosi on syötetty oikein.
fr: Une erreur s'est produite. Assurez-vous que votre numéro de téléphone est correctement saisi.
he: משהו השתבש. נא לוודא שמספר הטלפון הוזן נכון.
hu: Valami hiba történt. Ellenőrizd, hogy helyesen adtad-e meg a telefonszámodat.
id: Terdapat kesalahan. Pastikan nomor telepon Anda dimasukkan dengan benar.
it: Qualcosa è andato storto. Assicurati che il tuo numero di telefono sia stato inserito correttamente.
ms: Ada sesuatu tidak kena. Sila pastikan anda menggunakan nombor telefon yang menerima ajakan dan ia dimasukkan dengan tepat.
nl: Er is iets misgegaan. Controleer of je telefoonnummer correct is ingevoerd.
no: Noe gikk galt. Sørg for at du har oppgitt riktig telefonnummer.
pl: Coś poszło nie tak. Upewnij się, że Twój numer telefonu został poprawnie wpisany.
pt: Algo correu mal. Garanta que o seu número de telefone está introduzido corretamente.
ro: Ceva a mers prost. Vă rugăm să vă asigurați că numărul dumneavoastră de telefon este introdus în mod corect.
ru: Что-то пошло не так. Убедитесь, что ваш номер вашего телефона введен правильно.
sk: Niečo sa pokazilo. Uistite sa, že je vaše telefónne číslo zadané správne.
sr: Дошло је до грешке. Проверите да ли сте исправно унели број телефона.
sv: Någonting gick fel. Försäkra dig om att ditt telefonnummer har skrivits in korrekt.
th: เกิดข้อผิดพลาดขึ้น โปรดตรวจสอบให้แน่ใจว่าป้อนหมายเลขโทรศัพท์ของคุณถูกต้องแล้ว
tr: Bir şeyler ters gitti. Lütfen telefon numaranızı doğru girdiğinize emin olun.
uk: Щось пішло не так. Будь ласка, переконайтеся, що ваш номер телефону введений правильно.
vi: Đã xảy ra lỗi. Hãy đảm bảo rằng bạn đang sử dụng số điện thoại đã được mời và đã nhập chính xác số điện thoại.

# error.description.failedToVerifyPhone
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يُرجى المحاولة مرة أخرى.
bg: Нещо се обърка. Моля, опитайте отново по - късно.
cs: Nastala chyba. Zkuste to znovu.
da: Noget gik galt. Prøv igen.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Κάτι πήγε στραβά. Δοκιμάστε πάλι.
es: Algo ha salido mal. Inténtalo de nuevo.
fi: Jotakin meni vikaan. Yritä uudestaan.
fr: Un problème est survenu. Veuillez réessayer.
he: משהו השתבש. אנא נסה שנית
hu: Valami elromlott. Kérem, próbálja újra.
id: Terjadi masalah. Harap mencoba lagi.
it: Qualcosa è andato storto. Si prega di riprovare.
ms: Ada sesuatu tidak kena. Sila cuba lagi.
nl: Er is een fout opgetreden. Probeer het later opnieuw.
no: Noe gikk galt. Vennligst prøv på nytt.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt: Algo correu mal. Tente novamente.
ro: Ceva a mers rău. Încearcă din nou.
ru: Что-то пошло не так. Попробуйте снова.
sk: Niečo sa pokazilo. Skúste to znova.
sr: Došlo je do greške. Pokušajte ponovo.
sv: Något gick fel. Försök igen.
th: เกิดข้อผิดพลาดขึ้น โปรดลองใหม่อีกครั้ง
tr: Bir şeyler ters gitti. Lütfen tekrar dene.
uk: Щось пішло не так. Будь ласка, спробуйте ще раз.
vi: Đã xảy ra lỗi. Xin vui lòng thử lại.

# error.description.failedWithdrawal
source: Failed to withdraw your funds. Something went wrong, please attempt your withdrawal again.
ar: فشلت عملية سحب أموالك. حدث خطأ ما, يُرجى محاولة السحب مرة أخرى.
bg: Неуспешно изтегляне на вашите средства. Нещо се обърка, моля, опитайте отново.
cs: Vaše peníze se nepodařilo vybrat. Nastala chyba, zkuste provést výběr znovu.
da: Det lykkedes ikke at hæve penge. Noget gik galt, prøv at hæve igen.
de: Die Abhebung Ihres Guthabens ist fehlgeschlagen. Etwas ist schief gelaufen. Bitte versuchen Sie die Abhebung erneut vorzunehmen.
el: Αποτυχία ανάληψης των κεφαλαίων σας. Κάτι πήγε στραβά, δοκιμάστε ξανά την ανάληψη.
es: No se han podido retirar los fondos debido a un fallo. Inténtalo de nuevo.
fi: Rahojesi nostaminen epäonnistui. Jotakin meni vikaan. Yritä nostoa uudestaan.
fr: Le retrait de vos fonds a échoué. Un problème est survenu, veuillez réessayer de retirer vos fonds.
he: משיכת הכספים שלך נכשלה. משהו השתבש, אנא נסה למשוך שוב.
hu: Nem sikerült kivenni az összeget. Hiba történt. Kérjük, próbálja meg újra a visszavonást.
id: Gagal menarik dana Anda. Ada yang tidak beres, silakan mencoba mengulangi penarikan.
it: Non è stato possibile prelevare i tuoi fondi. Qualcosa è andato storto. Ritenta il prelievo.
ms: Gagal mengeluarkan dana anda. Ada sesuatu tidak kena, sila cuba keluarkan dana anda sekali lagi.
nl: Geldopname mislukt. Er is een fout opgetreden, probeer het later opnieuw.
no: Kunne ikke ta ut pengene dine. Noe gikk galt, prøv uttaket på nytt.
pl: Wypłacenie środków nie powiodło się. Coś poszło nie tak. Spróbuj jeszcze raz wypłacić środki.
pt: O levantamento de fundos falhou. Algo correu mal, tente fazer o seu levantamento novamente.
ro: Retragerea fondurilor tale a eșuat. Ceva nu a mers cum trebuie, te rugăm să încerci din nou să efectuezi retragerea.
ru: Не удалось вывести ваши средства. Что-то пошло не так, попробуйте вывести снова.
sk: Nepodarilo sa vybrať vaše prostriedky. Vyskytol sa problém, skúste výber zopakovať.
sr: Povlačenje sredstava nije uspelo. Nešto nije u redu, pokušajte ponovo da povučete.
sv: Du lyckades inte ta ut dina pengar. Något gick fel, försök att göra ett nytt uttag.
th: ถอนเงินของคุณไม่สำเร็จ มีบางอย่างผิดพลาด โปรดลองถอนเงินอีกครั้ง
tr: Paran çekilemedi. Bir şeyler ters gitti, lütfen para çekme işlemini tekrar dene.
uk: Не вдалося зняти ваші кошти. Щось пішло не так, будь ласка, спробуйте зняти ще раз.
vi: Không thể rút tiền của bạn. Đã xảy ra sự cố, xin vui lòng thử rút tiền một lần nữa.

# error.description.giveAmountTooLarge
source: Code is designed for small, every day transactions that are for %@ or less.
ar: تم تصميم Code للمعاملات الصغيرة اليومية في حدود %@ أو أقل.
bg: Код е създаден за малки и ежедневни транзакции, които са за %@ или по-малко.
cs: Code je určen pro malé každodenní transakce, které jsou za %@ nebo méně.
da: Code er designet til små hverdagstransaktioner på %@ eller mindre.
de: Code ist für kleine, alltägliche Transaktionen gedacht, die sich auf %@ oder weniger belaufen.
el: Το Code είναι σχεδιασμένο για μικρές, καθημερινές συναλλαγές που είναι για %@ ή λιγότερο.
es: Code está diseñado para pequeñas transacciones cotidianas de %@ o menos.
fi: Code on suunniteltu arjen pieniin siirtoihin, jotka ovat summaltaan %@ tai alle.
fr: Le code est conçu pour les petites transactions quotidiennes dont le montant est inférieur ou égal à %@.
he: Code מיועדת לעסקאות קטנות ויומיומיות של %@ או פחות.
hu: A Code kis, mindennapi tranzakciókra lett tervezve, ami %@ vagy kevesebb.
id: Code dirancang untuk transaksi kecil harian bernilai %@ ke bawah.
it: Code è disegnato per transazioni piccole e quotidiane che ammontano a %@ o meno.
ms: Code direka bentuk untuk transaksi harian kecil sebanyak %@ atau kurang.
nl: Code is ontworpen voor kleine, dagelijkse transacties van %@ of minder.
no: Code er laget for små, hverdagslige transaksjoner på %@ eller mindre.
pl: Aplikacja Code powstała z myślą o małych, codziennych transakcjach na kwotę %@ lub mniejszą.
pt: A Code foi concebida para transações pequenas do dia-a-dia de %@ ou menos.
ro: Code este conceput pentru tranzacții mici, de toate zilele, în sumă de %@ sau mai puțin.
ru: Code разработан для небольших ежедневных транзакций, не превышающих %@.
sk: Aplikácia Code je navrhnutá pre malé, každodenné transakcie, ktoré sú v hodnote %@ alebo menej.
sr: Code је дизајниран за мале, свакодневне трансакције које су за %@ или мање.
sv: Code är avsedd för små vardagliga transaktioner på %@ eller mindre.
th: Code ออกแบบมาสำหรับการทำธุรกรรมขนาดเล็กในชีวิตประจำวันที่มีจำนวนไม่เกิน %@
tr: Code, %@ veya daha düşük tutardaki, küçük ve gündelik işlemler için tasarlanmıştır.
uk: Code розроблено для невеликих щоденних транзакцій на суму %@ або менше.
vi: Code được thiết kế cho các giao dịch nhỏ hàng ngày có giá trị từ %@ trở xuống.

# error.description.giveLimitReached
source: Code is designed for small, every day transactions. Your daily give limit will increase tomorrow.
ar: تم تصميم Code للمعاملات الصغيرة اليومية. سيزيد حد العطاء اليومي غدًا.
bg: Код е създаден за малки и ежедневни транзакции. Вашият дневен лимит за даване ще се увеличи утре.
cs: Code je určen pro každodenní drobné transakce. Váš denní limit se zítra navýší.
da: Code er designet til små hverdagstransaktioner. Din daglige givegrænse vil blive forhøjet i morgen.
de: Code ist für kleine, alltägliche Transaktionen gedacht. Ihr tägliches Limit wird morgen erhöht.
el: Το Code είναι σχεδιασμένο για μικρές, καθημερινές συναλλαγές. Το ημερήσιο όριο παραχώρησής σας θα αυξηθεί αύριο.
es: Code está diseñado para pequeñas transacciones diarias. Tu límite diario aumentará mañana.
fi: Code on suunniteltu arjen pieniin siirtoihin. Päivittäinen antamisen rajasi nousee huomenna.
fr: Le code est conçu pour les petites transactions quotidiennes. Votre limite quotidienne de dons augmentera demain.
he: Code מיועדת לעסקאות קטנות ויומיומיות. מגבלת הנתינה היומית שלך תגדל מחר.
hu: A Code kis, mindennapi tranzakciókra lett tervezve. A napi kiadási limit holnap fog megnőni.
id: Code dirancang untuk transaksi kecil harian. Limit pemberian harian Anda akan bertambah besok.
it: Code è disegnato per transazioni piccole e quotidiane. Il tuo limite giornaliero aumenterà domani.
ms: Code direka bentuk untuk transaksi harian kecil. Had pemberian harian anda akan meningkat esok.
nl: Code is ontworpen voor kleine, dagelijkse transacties. Je dagelijkse donatielimiet wordt morgen verhoogd.
no: Code er laget for små, hverdagslige transaksjoner. Dagsgrensen din for å gi øker i morgen.
pl: Aplikacja Code powstała z myślą o małych, codziennych transakcjach. Twój limit dawania powiększy się jutro.
pt: A Code foi concebida para transações pequenas do dia-a-dia. O seu limite diário de dádiva será aumentado amanhã.
ro: Code este conceput pentru tranzacții mici, de zi cu zi. Limita sumelor pe care le poți trimite va fi mărită mâine.
ru: Code разработан для небольших ежедневных транзакций. Ваш дневной лимит увеличится завтра.
sk: Aplikácia Code je navrhnutá pre malé, každodenné transakcie. Váš denný limit darov sa zajtra zvýši.
sr: Code је дизајниран за мале, свакодневне трансакције. Ваше дневно ограничење давања ће се повећати сутра.
sv: Code är avsedd för små, vardagliga transaktioner. Din dagliga gräns för givande ökar i morgon.
th: Code ออกแบบมาสำหรับการทำธุรกรรมขนาดเล็กในชีวิตประจำวัน ขีดจำกัดการให้รายวันของคุณจะเพิ่มขึ้นในวันพรุ่งนี้
tr: Code, küçük ve gündelik işlemler için tasarlanmıştır. Günlük verme limitin yarın artacak.
uk: Code розроблено для невеликих щоденних транзакцій. Ваш щоденний ліміт віддачі збільшиться завтра.
vi: Code được thiết kế cho các giao dịch nhỏ hàng ngày. Hạn mức tặng hàng ngày của bạn sẽ tăng vào ngày mai.

# error.description.insuffiecientKin
source: To learn how to get more Kin go to the FAQ in Settings.
ar: لمعرفة كيفية الحصول على المزيد من الأموال, انتقل إلى الأسئلة الشائعة في الإعدادات.
bg: За повече информация как да получите повече роднини отидете на често задавани въпроси в настройките.
cs: V častých dotazech v nastavení zjistíte, jak získat více kinu.
da: For at finde ud af, hvordan du får flere Kin, kan du gå til FAQ i Indstillinger
de: Wie Sie mehr Kin erhalten können, erfahren Sie in den FAQ unter Einstellungen.
el: Για να μάθετε πώς να αποκτήσετε περισσότερα Kin μεταβείτε στις Συχνές Ερωτήσεις, στις Ρυθμίσεις.
es: Para saber cómo conseguir más Kin, consulta las FAQ en Ajustes.
fi: Lue asetusten UKK-osastosta, miten saat lisää kinejä.
fr: Pour savoir comment obtenir plus de Kin, consultez la FAQ dans les Paramètres.
he: כדי לגלות איך להשיג עוד קין לך לשאלות נפוצות בעמוד ההגדרות.
hu: Ha többet szeretne megtudni a Kin beszerzéséről, keresse fel a Beállítások menü GYIK részét.
id: Untuk mempelajari cara mendapatkan lebih banyak Kin, buka Tanya-Jawab di Pengaturan.
it: Per scoprire come ottenere altri Kin, consulta le Domande frequenti nelle Impostazioni.
ms: Untuk mengetahui cara mendapatkan lebih banyak Kin pergi ke FAQ dalam Tetapan.
nl: Ga naar de Veelgestelde Vragen in Instellingen om te leren hoe je meer KIN kunt krijgen.
no: For å lære hvordan du får mer Kin gå til «Vanlige spørsmål» i «Innstillinger».
pl: Żeby dowiedzieć się, jak uzyskać więcej Kin, przejdź do sekcji Ustawienia > Często zadawane pytania.
pt: Para saber como obter mais Kin consulte o Guia FAQ nas Definições.
ro: Pentru a afla cum poți obține mai mulți Kin, mergi la Întrebări frecvente în Setări.
ru: Чтобы узнать, как получить больше Kin, посетите раздел с частыми вопросами в настройках.
sk: Ak sa chcete dozvedieť, ako získať viac Kinov, prejdite na Často kladené otázky v Nastaveniach.
sr: Da biste saznali kako da dobijete više Kin-a, idite na Najčešća pitanja u podešavanjima.
sv: Om du vill veta hur du får mer Kin går du till Vanliga frågor och svar i Inställningar.
th: หากต้องการเรียนรู้วิธีรับ Kin เพิ่มเติมให้ไปที่คำถามที่พบบ่อยในการตั้งค่า
tr: Daha fazla Kin'e nasıl sahip olacağını öğrenmek için Ayarlar'da bulunan SSS bölümüne git.
uk: Щоб дізнатися, як отримати більше Kin, перейдіть до розділу "Часто задавані питання" в налаштуваннях.
vi: Để tìm hiểu cách nhận thêm Kin, hãy chuyển đến phần Hỏi Đáp trong mục Cài đặt.

# error.description.invalidVerificationCode
source: Please enter a valid code and try again.
ar: يُرجى إدخال رمز صالح والمحاولة مرة أخرى.
bg: Моля, въведете валиден код за достъп и опитайте отново.
cs: Zadejte platný kód a zkuste to znovu.
da: Indtast en gyldig kode og prøv igen.
de: Bitte geben Sie einen gültigen Code ein und versuchen Sie es erneut.
el: Εισαγάγετε έναν έγκυρο κωδικό και δοκιμάστε πάλι.
es: Introduce un código válido e inténtalo de nuevo.
fi: Syötä voimassaoleva koodi ja yritä uudestaan.
fr: Veuillez entrer un code valide et réessayer.
he: אנא הכנס קוד חוקי ונסה שנית.
hu: Adjon meg egy érvényes kódot, és próbálja újra.
id: Masukkan kode yang valid dan coba lagi.
it: Inserisci un codice valido e riprova.
ms: Sila masukkan kod yang sah dan cuba lagi.
nl: Voer een geldige code in en probeer het opnieuw.
no: Vennligst skriv inn en gyldig kode og prøv igjen.
pl: Wpisz prawidłowy kod i spróbuj ponownie.
pt: Introduza um código válido e tente novamente.
ro: Introdu un cod valid și încearcă din nou.
ru: Введите верный код и попробуйте снова.
sk: Zadajte platný kód a skúste to znova.
sr: Unesite važeći kod i pokušajte ponovo.
sv: Ange en giltig kod och försök igen.
th: โปรดป้อนรหัสที่ถูกต้องแล้วลองอีกครั้ง
tr: Lütfen geçerli bir kod gir ve tekrar dene.
uk: Введіть, будь ласка, дійсний код та повторіть спробу.
vi: Xin vui lòng nhập mã xác minh hợp lệ và thử lại.

# error.description.linkExpired
source: This Kin was automatically returned to the sender because it wasn't collected within 24 hours. Please ask them to send the Kin again.
ar: تمت إعادة عملة Kin هذه تلقائيًا إلى المرسل لأنه لم يتم جمعها في غضون 24 ساعة. من فضلك اطلب منهم إرسال Kin مرة أخرى.
bg: Тези средства в Kin бяха автоматично върнати на подателя, защото не бяха взети в рамките на 24 часа. Моля, помолете ги да ги изпратят отново.
cs: Tento druh byl automaticky vrácen odesílateli, protože nebyl vyzvednut do 24 hodin. Požádejte je, aby Kin poslali znovu.
da: Denne Kin blev automatisk returneret til afsenderen, fordi den ikke blev afhentet inden for 24 timer. Bed dem venligst om at sende Kin igen.
de: Dieses Kin wurde automatisch an den Absender zurückgeschickt, weil es nicht innerhalb von 24 Stunden abgeholt wurde. Bitte bitten Sie den Absender, das Kin erneut zu senden.
el: Αυτό το Kin επιστράφηκε αυτόματα στον αποστολέα επειδή δεν παραλήφθηκε εντός 24 ωρών. Παρακαλείστε να τους ζητήσετε να στείλουν ξανά το Kin.
es: Este Kin fue devuelto automáticamente al remitente porque no fue recogido en 24 horas. Pídeles que vuelvan a enviar el Kin.
fi: Tämä kin palautettiin automaattisesti lähettäjälle, koska sitä ei lunastettu 24 tunnin kuluessa. Pyydä häntä lähettämään kin uudelleen.
fr: Ce Kin a été automatiquement renvoyé à l’expéditeur car il n’a pas été retiré dans les 24 heures. Veuillez lui demander d’envoyer à nouveau le Kin.
he: Kin זה הוחזר אוטומטית לשולח מכיוון שהוא לא נאסף תוך 24 שעות. נא לבקש מהם לשלוח שוב את ה-Kin.
hu: Ez a Kin automatikusan visszaérkezett a küldőhöz, mert 24 órán belül nem vették fel. Légyszíves kérdezd meg őket, hogy elküldjed-e ismét.
id: Kin ini secara otomatis dikembalikan ke pengirim karena tidak diambil dalam waktu 24 jam. Silakan minta mereka untuk mengirim Kin lagi.
it: Questo Kin è stato automaticamente rimandato al mittente perché non è stato riscosso entro le 24 ore. Chiedi di inviare di nuovo il Kin.
ms: Kin ini telah dikembalikan secara automatik kepada pengirim kerana ia tidak dikumpulkan dalam masa 24 jam. Sila minta mereka menghantar Kin sekali lagi.
nl: Deze Kin is automatisch teruggestuurd naar de afzender omdat deze niet binnen 24 uur is opgehaald. Vraag ze alsjeblieft om de Kin opnieuw te sturen.
no: Denne Kin ble automatisk returnert til avsenderen fordi den ikke ble hentet innen 24 timer. Be dem sende Kin igjen.
pl: Kin został automatycznie zwrócony do nadawcy, ponieważ nie został odebrany w ciągu 24 godzin. Poproś go o ponowne wysłanie tej kryptowaluty.
pt: Este Kin foi automaticamente devolvido ao remetente por não ter sido recebido no prazo de 24 horas. Peça ao remetente que envie o Kin de novo.
ro: Acest kin a fost returnat automat expeditorului deoarece nu a fost colectat în termen de 24 de ore. Roagă-l să trimită din nou kin-ul.
ru: Этот Kin был автоматически возвращен отправителю, так как не был получен в течение 24 часов. Пожалуйста, попросите их снова прислать Kin.
sk: Tento Kin bol automaticky vrátený odosielateľovi, pretože nebol vyzdvihnutý do 24 hodín. Požiadajte ho, aby znovu poslali Kin.
sr: Овај Кин је аутоматски враћен пошиљаоцу јер није преузет у року од 24 сата. Замолите их да поново пошаљу Кин.
sv: Dessa Kin skickades automatiskt tillbaka till avsändaren för att de ej blev mottagna inom 24 timmar. Vänligen be dem skicka Kin igen.
th: Kin นี้ได้ถูกส่งคืนให้กับผู้ส่งโดยอัตโนมัติเพราะมันไม่ถูกเก็บภายใน 24 ชั่วโมง โปรดขอให้พวกเขาส่ง Kin อีกครั้ง
tr: Bu Kin, 24 saat içinde alınmadığı için otomatik olarak gönderene iade edildi. Lütfen Kin'i tekrar göndermelerini iste.
uk: Цей Kin був автоматично повернутий відправнику, оскільки його не було забрано протягом 24 годин. Будь ласка, попросіть відправника надіслати Kin знову.
vi: Kin này đã tự động được trả lại cho người gửi vì đã không được thu thập trong vòng 24 giờ. Xin vui lòng yêu cầu họ gửi Kin một lần nữa.

# error.description.maxAttemptsReached
source: Please re-enter your phone number and try again.
ar: يُرجى إعادة إدخال رقم هاتفك والمحاولة مرة أخرى.
bg: Моля, въведете отново вашия телефонен номер и опитайте отново.
cs: Zadejte znovu telefonní číslo a zkuste to znovu.
da: Genindtast dit telefonnummer, og prøv igen
de: Bitte geben Sie Ihre Telefonnummer erneut ein und versuchen Sie es noch einmal.
el: Εισαγάγετε ξανά τον αριθμό τηλεφώνου σας και δοκιμάστε πάλι.
es: Vuelve a introducir tu número de teléfono e inténtalo de nuevo.
fi: Syötä puhelinnumerosi uudelleen ja yritä taas.
fr: Veuillez saisir à nouveau votre numéro de téléphone et réessayer.
he: אנא הכנס מחדש את מספר הטלפון שלך ונסה שנית.
hu: Kérjük, adja meg újra a telefonszámát, és próbálja újra.
id: Silakan masukkan kembali nomor telepon Anda dan coba lagi.
it: Inserisci nuovamente il tuo numero di telefono e riprova.
ms: Sila masukkan semula nombor telefon anda dan cuba lagi.
nl: Voer je telefoonnummer opnieuw in en probeer het opnieuw.
no: Skriv inn telefonnummeret ditt på nytt og prøv på nytt.
pl: Wpisz ponownie numer telefonu i spróbuj jeszcze raz.
pt: Reintroduza o seu número de telemóvel e tente novamente.
ro: Introdu din nou numărul de telefon și încearcă din nou.
ru: Введите свой номер телефона повторно и попробуйте снова.
sk: Znova zadajte svoje telefónne číslo a skúste to znova.
sr: Ponovo unesite broj telefona i pokušajte ponovo.
sv: Ange ditt telefonnummer på nytt och försök igen.
th: โปรดป้อนหมายเลขโทรศัพท์ใหม่แล้วลองอีกครั้ง
tr: Lütfen telefon numaranı yeniden gir ve tekrar dene.
uk: Будь ласка, введіть номер свого телефону повторно та спробуйте ще раз.
vi: Xin vui lòng nhập lại số điện thoại của bạn và thử lại.
