Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# action.allowCameraAccess
source: Allow Camera Access
ar: السماح بإتاحة الوصول إلى الكاميرا
bg: Разреши достъп до камерата
cs: Umožnit přístup fotoaparátu
da: Tillad kameraadgang
de: Kamera-Zugriff erlauben
el: Να Επιτρέπεται η Πρόσβαση στην Κάμερα
es: Permitir acceso a cámara
fi: Salli kameran käyttöoikeudet
fr: Autoriser l'accès à la caméra
he: אפשר גישה למצלמה
hu: Kamera-hozzáférés engedélyezése
id: Izinkan Akses Kamera
it: Consenti l'accesso alla fotocamera
ms: Benarkan Akses Kamera
nl: Toegang tot camera toestaan
no: Tillat kameratilgang
pl: Zezwól na dostęp do kamery
pt: Permitir Acesso à Câmara
ro: Permite accesul la fotocameră
ru: Разрешить доступ к камере
sk: Povoliť prístup k fotoaparátu
sr: Dozvoli pristup kameri
sv: Tillåt åtkomst till kameran
th: อนุญาตให้เข้าถึงกล้อง
tr: Kamera Erişimine İzin Ver
uk: Дозволити доступ до камери
vi: Cho phép Truy cập Camera

# action.allowContacts
source: Allow Access to Contacts
ar: السماح بإتاحة الوصول إلى جهات الاتصال
bg: Разреши достъп до контактите
cs: Povolit přístup ke kontaktům
da: Tillad adgang til kontakter
de: Zugriff auf Kontakte zulassen
el: Να Επιτρέπεται η Πρόσβαση στις Επαφές
es: Permitir acceso a contactos
fi: Salli yhteystietojen käyttöoikeudet
fr: Autoriser l'accès aux contacts
he: אפשר גישה לאנשי הקשר
hu: Hozzáférés engedélyezése a névjegyekhez
id: Izinkan Akses ke Kontak
it: Consenti l'accesso ai contatti
ms: Benarkan Akses kepada Kenalan
nl: Toegang tot contacten toestaan
no: Gi tilgang til kontakter
pl: Zezwól na dostęp do kontaktów
pt: Permitir Acesso aos Contactos
ro: Permite accesul la contacte
ru: Разрешить доступ к контактам
sk: Povoliť prístup ku kontaktom
sr: Dozvoli pristup kontaktima
sv: Tillåt åtkomst till kontakter
th: อนุญาตให้เข้าถึงรายชื่อติดต่อ
tr: Kişiler'e Erişime İzin Ver
uk: Дозволити доступ до контактів
vi: Cho phép Truy cập vào Danh bạ

# action.allowPushNotifications
source: Allow Push Notifications
ar: السماح بالإشعارات اللحظية
bg: Разреши насочени известия
cs: Povolit zprávy push
da: Tillad pushnotifikationer
de: Push-Benachrichtigungen zulassen
el: Να Επιτρέπονται οι Ειδοποιήσεις Push
es: Permitir notificaciones Push
fi: Salli palveluilmoitukset
fr: Autoriser les notifications push
he: אפשר הודעות דחיפה
hu: Push értesítések engedélyezése
id: Izinkan Pemberitahuan Push
it: Consenti le notifiche push
ms: Benarkan Notifikasi Tolak
nl: Pushmeldingen toestaan
no: Tillat push-varsler
pl: Zezwól na powiadomienia typu push
pt: Permitir Notificações Push
ro: Permite notificările push
ru: Разрешить push-уведомления
sk: Povoliť upozornenia push
sr: Dozvoli prosleđena obaveštenja
sv: Tillåt push-notiser
th: อนุญาตให้แจ้งเตือนแบบพุช
tr: Anlık Bildirimlere İzin Ver
uk: Дозволити push-сповіщення
vi: Cho phép Thông báo Đẩy

# action.balance
source: Balance
ar: الرصيد
bg: Баланс
cs: Zůstatek
da: Saldo
de: Saldo
el: Υπόλοιπο
es: Saldo
fi: Saldo
fr: Solde
he: מצב חשבון
hu: Egyenleg
id: Saldo
it: Saldo
ms: Baki
nl: Saldo
no: Saldo
pl: Saldo
pt: Saldo
ro: Sold
ru: Баланс
sk: Zostatok
sr: Saldo
sv: Balans
th: ยอดคงเหลือ
tr: Bakiye
uk: Баланс
vi: Số dư

# action.buyKin
source: Buy Kin
ar: شراء Kin
bg: Купи Kin
cs: Koupit Kin
da: Køb Kin
de: Kin kaufen
el: Αγορά Kin
es: Comprar Kin
fi: Osta kinejä
fr: Acheter des Kin
he: רכישת Kin
hu: Kin vásárlása
id: Beli Kin
it: Compra Kin
ms: Beli Kin
nl: Kin kopen
no: Kjøp Kin
pl: Kup Kin
pt: Adquirir Kin
ro: Cumpără monede Kin
ru: Купить кин
sk: Kúpiť kin
sr: Купи Кин
sv: Köp Kin
th: ซื้อ Kin
tr: Kin Satın Al
uk: Купити Kin
vi: Mua Kin

# action.buyMoreKin
source: Buy More Kin
ar: اشترِ مزيدًا من عملات Kin
bg: Закупете повече Kin
cs: Kupte další Kiny
da: Køb flere Kin
de: Mehr Kin kaufen
el: Αγοράστε περισσότερα Kin
es: Comprar más Kin
fi: Osta lisää Kin-klikkoja
fr: Acheter davantage de Kin
he: לקנות kin יותר
hu: További Kinek vásárlása
id: Beli Lebih Banyak Kin
it: Acquista altri Kin
ms: Beli Lagi Kin
nl: Koop meer Kin
no: Kjøp mer Kin
pl: Kup więcej Kin
pt: Comprar mais Kin
ro: Cumpără mai multe monede Kin
ru: Купить больше Kin
sk: Kúpiť viac meny Kin
sr: Kupite više valuta Kin
sv: Köp mer Kin
th: ซื้อ Kin เพิ่มเติม
tr: Daha Fazla Kin Satın Al
uk: Купити більше Kin
vi: Mua thêm Kin

# action.cancel
source: Cancel
ar: إلغاء
bg: Откажи
cs: Zrušit
da: Slet
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hu: Mégsem
id: Batal
it: Annulla
ms: Batal
nl: Annuleren
no: Kanseller
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отменить
sk: Zrušiť
sr: Otkaži
sv: Avbryt
th: ยกเลิก
tr: İptal et
uk: Скасувати
vi: Hủy

# action.cancelSend
source: Cancel Send
ar: إلغاء الإرسال
bg: Отмени изпращането
cs: Zrušit odeslání
da: Annuller send
de: Senden abbrechen
el: Ακύρωση αποστολής
es: Cancelar envío
fi: Peruuta lähettäminen
fr: Annuler l’envoi
he: בטל שליחה
hu: Küldés törlése
id: Batal Kirim
it: Cancella invio
ms: Batal Hantar
nl: Verzenden Annuleren
no: Kanseller sending
pl: Anuluj wysyłanie
pt: Cancelar envio
ro: Anulează trimiterea
ru: Отменить отправку
sk: Zrušiť odoslanie
sr: Откажи слање
sv: Avbryt skicka
th: ยกเลิกการส่ง
tr: Göndermeyi İptal Et
uk: Скасувати надсилання
vi: Hủy Gửi

# action.collectCash
source: Collect This Cash
ar: اجمع هذه النقود
bg: Вземете парите
cs: Vybrat tuto hotovost
da: Indsaml disse kontanter
de: Erhalten Sie Ihr Guthaben
el: Σύλλεξε Αυτά τα Μετρητά
es: Cobra este dinero
fi: Ota käteisrahat vastaan
fr: Collecter cet argent
he: אסוף את המזומן הזה
hu: Gyűjtsd össze ezt a pénzt
id: Ambil Uang Ini
it: Ritira questi soldi
ms: Kumpul Wang Tunai Ini
nl: Claim dit geld
no: Ta i mot disse pengene
pl: Odbierz te pieniądze
pt: Recebe este dinheiro
ro: Colectați acești bani
ru: Заберите эти деньги
sk: Získajte tieto peniaze
sr: Покупите овај новац
sv: Ta emot pengarna
th: รับเงินสดนี้
tr: Bu Parayı Topla
uk: Заберіть ці гроші
vi: Thu Số tiền Này

# action.confirm
source: Confirm
ar: تأكيد
bg: Потвърди
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
fr: Confirmer
he: אישור
hu: Megerősít
id: Konfirmasi
it: Conferma
ms: Sahkan
nl: Bevestigen
no: Bekreft
pl: Potwierdź
pt: Confirmar
ro: Confirmare
ru: Подтвердить
sk: Potvrdiť
sr: Potvrdi
sv: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận

# action.continue
source: Continue
ar: الاستمرار
bg: Продължи
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuez
he: המשך
hu: Folytatás
id: Lanjut
it: Continua
ms: Teruskan
nl: Doorgaan
no: Fortsett
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sr: Настави
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục

# action.copied
source: Copied
ar: تمّ النسخ
bg: Копирано
cs: Zkopírováno
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
es: Copiado
fi: Kopioitu
fr: copié
he: הועתק
hu: Bemásolva
id: Disalin
it: Copiato
ms: Disalin
nl: Gekopieerd
no: Kopiert
pl: Skopiowano
pt: Copiado
ro: Copiat
ru: Скопировано
sk: Skopírovaný
sr: Kopirano
sv: Kopierad
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép

# action.copy
source: Copy
ar: نسخ
bg: Копирай
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
he: העתק
hu: Másol
id: Salin
it: Copia
ms: Salin
nl: Kopiëren
no: Kopier
pl: Skopiuj
pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sr: Kopiraj
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép

# action.copyAddress
source: Copy Address
ar: نسخ العنوان
bg: Копирай адрес
cs: Zkopírovat adresu
da: Kopier adresse
de: Adresse kopieren
el: Αντιγραφή Διεύθυνσης
es: Copiar dirección
fi: Kopioi osoite
fr: Copier l'adresse
he: העתק כתובת
hu: Cím másolása
id: Salin Alamat
it: Copia indirizzo
ms: Salin Alamat
nl: Adres kopiëren
no: Kopier adresse
pl: Skopiuj adres
pt: Copiar Endereço
ro: Copiază adresa
ru: Копировать адрес
sk: Kopírovať adresu
sr: Kopiraj adresu
sv: Kopiera adress
th: คัดลอกที่อยู่
tr: Adresi Kopyala
uk: Копіювати адресу
vi: Sao chép Địa chỉ

# action.createAccount
source: Create an Account
ar: إنشاء حساب
bg: Създаване на профил
cs: Vytvořit účet
da: Opret konto
de: Ein Konto erstellen
el: Δημιουργία Λογαριασμού
es: Crear una cuenta
fi: Luo tili
fr: Créer un compte
he: צור חשבון
hu: Fiók létrehozása
id: Buat sebuah Akun
it: Crea un account
ms: Cipta Akaun
nl: Een account aanmaken
no: Opprett en konto
pl: Utwórz konto
pt: Criar uma Conta
ro: Creează un cont
ru: Создать учетную запись
sk: Vytvoriť účet
sr: Napravi nalog
sv: Skapa ett konto
th: สร้างบัญชี
tr: Hesap Oluştur
uk: Створити акаунт
vi: Tạo Tài khoản

# action.createNewCodeAccount
source: Create a New Code Account
ar: إنشاء حساب Code جديد
bg: Създай нов кодов акаунт
cs: Vytvořit účet s jiným kódem
da: Opret en ny Code-konto
de: Ein neues Code-Konto erstellen
el: Δημιουργία Νέου Λογαριασμού Code
es: Crear una cuenta Code nueva
fi: Luo uusi kooditili
fr: Créer un nouveau compte Code
he: צור חשבון קוד חדש
hu: Hozzon létre egy új kódfiókot
id: Buat Akun Code Baru
it: Crea un nuovo account Code
ms: Cipta Akaun Code Baharu
nl: Een nieuw Code-account aanmaken
no: Opprett en ny kodekonto
pl: Utwórz nowe konto Code
pt: Criar uma Nova Conta Code
ro: Creează un nou cont Code
ru: Создать новую учетную запись Code
sk: Vytvorte si nový kódový účet
sr: Napravi novi Code nalog
sv: Skapa ett nytt kodkonto
th: สร้างบัญชี Code ใหม่
tr: Yeni Code Hesabı Oluştur
uk: Створити акаунт з новим гаманцем Code
vi: Tạo Tài khoản Mã Mới

# action.deleteAccount
source: Delete Code Account
ar: حذف الحساب
bg: Изтрий профил
cs: Vymazat účet
da: Slet konto
de: Konto löschen
el: Διαγραφή Λογαριασμού
es: Borrar cuenta
fi: Poista tili
fr: Supprimer le compte
he: מחיקת חשבון
hu: Fiók törlése
id: Hapus Akun
it: Elimina account
ms: Hapuskan Akaun
nl: Account verwijderen
no: Slett konto
pl: Usuń konto
pt: Eliminar Conta
ro: Șterge contul
ru: Удалить учетную запись
sk: Vymazať účet
sr: Obriši nalog
sv: Ta bort konto
th: ลบบัญชี
tr: Hesabı Sil
uk: Видалити акаунт
vi: Xóa Tài khoản

# action.done
source: Done
ar: تم
bg: Готово
cs: Hotovo
da: Færdig
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
fi: Valmis
fr: Terminé
he: בוצע
hu: Kész
id: Selesai
it: Fatto
ms: Selesai
nl: Klaar
no: Ferdig
pl: Gotowe
pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sr: Готово
sv: Färdig
th: เสร็จแล้ว
tr: Bitti
uk: Виконано
vi: Xong

# action.downloadNow
source: Download It Now
ar: قم بالتنزيل الآن
bg: Изтеглете ги сега
cs: Stáhněte si ji nyní
da: Download den nu
de: Jetzt herunterladen
el: Κάνε λήψη Τώρα
es: Descárgala ya
fi: Lataa nyt
fr: Téléchargez-la maintenant
he: הורד אותה עכשיו
hu: Töltsd le most
id: Unduh Sekarang
it: Scaricalo adesso
ms: Muat Turun Sekarang
nl: Download hem nu
no: Last den ned nå
pl: Pobierz ją teraz
pt: Descarrega agora
ro: Descărcați-o acum
ru: Скачать сейчас
sk: Stiahnite si ju už teraz
sr: Преузмите је одмах
sv: Ladda ner den nu
th: ดาวน์โหลดตอนนี้เลย
tr: Hemen İndir
uk: Завантажте його зараз
vi: Tải xuống Ngay

# action.exit
source: Exit
ar: الخروج
bg: Изход
cs: Odejít
da: Forlad
de: Beenden
el: Έξοδος
es: Salir
fi: Poistu
fr: Quitter
he: יציאה
hu: Kilépés
id: Keluar
it: Esci
ms: Keluar
nl: Afsluiten
no: Avslutt
pl: Wyjdź
pt: Sair
ro: Ieșire
ru: Выйти
sk: Odísť
sr: Izađi
sv: Avsluta
th: ออก
tr: Çıkış
uk: Вийти
vi: Thoát

# action.giveKin
source: Give Kin
ar: منح الأموال
bg: Задай член на семейството
cs: Darovat kin
da: Giv Kin
de: Kin überweisen
el: Δώστε Kin
es: Dar Kin
fi: Anna kinejä
fr: Donner Kin
he: תן קין
hu: Kin adása
id: Berikan Kin
it: Dona Kin
ms: Beri Kin
nl: KIN schenken
no: Gi Kin
pl: Daj Kin
pt: Dar Kin
ro: Dă Kin
ru: Дать Kin
sk: Dať Kin
sr: Daj Kin
sv: Ge Kin
th: ให้ Kin
tr: Kin Ver
uk: Дати Кін
vi: Tặng Kin

# action.joinWaitlist
source: Join the Waitlist
ar: الانضمام إلى قائمة الانتظار
bg: Включване в изчакващи
cs: Přidat se na čekací listinu
da: Skriv dig på ventelisten
de: In Warteliste eintragen
el: Εγγραφή στη Λίστα Αναμονής
es: Unirse a la lista de espera
fi: Liity odotuslistalle
fr: S'inscrire sur la liste d'attente
he: הצטרף לרשימת ההמתנה
hu: Csatlakozás a várólistához
id: Bergabung dengan Daftar Tunggu
it: Unisciti alla lista d'attesa
ms: Sertai Senarai Tunggu
nl: Inschrijven op wachtlijst
no: Bli med på ventelisten
pl: Dołącz do listy oczekujących
pt: Aderir à Lista de Espera
ro: Alătură-te listei de așteptare
ru: Присоединиться к списку ожидания
sk: Pridajte sa do zoznamu čakateľov
sr: Pridruži se listi čekanja
sv: Anmäl dig till väntelistan
th: เข้าร่วมบัญชีรอเรียก
tr: Bekleme Listesine Gir
uk: Приєднатися до списку очікування
vi: Tham gia Danh sách chờ

# action.later
source: Later
ar: لاحقًا
bg: По-късно
cs: Později
da: Senere
de: Später
el: Αργότερα
es: Después
fi: Myöhemmin
fr: Plus tard
he: מאוחר יותר
hu: Később
id: Nanti
it: Più tardi
ms: Sebentar lagi
no: Senere
pl: Później
pt: Mais tarde
ro: Mai târziu
ru: Позже
sk: Neskôr
sr: Касније
sv: Senare
th: ภายหลัง
tr: Daha sonra
uk: Пізніше
vi: Để sau

# action.learnBuyKin
source: Learn How to Buy Kin
ar: تعلّم كيف تشتري Kin
bg: Научете как да купувате Kin
cs: Zjistěte, jak kupovat Kin
da: Lær hvordan du køber Kin
de: Erfahren Sie, wie man Kin kauft.
el: Μάθετε Πώς Να Αγοράζετε Kin
es: Aprenda cómo comprar Kin
fi: Opi, kuinka kinejä ostetaan
fr: Apprenez à acheter du Kin
he: למדו כיצד לקנות Kin
hu: Tudja meg, hogyan kell Kin-t vásárolni
id: Pelajari Cara Membeli Kin
it: Impara ad acquistare Kin
ms: Belajar Cara Membeli Kin
nl: Leer hoe Kin te kopen
no: Lær hvordan du kjøper Kin
pl: Dowiedz się, jak kupić Kin
pt: Saiba como comprar Kin
ro: Află cum să cumperi Kin
ru: Узнать, как купить Kin
sk: Naučte sa nakupovať Kiny
sr: Научите како се купује кин
sv: Lär dig hur man köper Kin
th: เรียนรู้วิธีซื้อ Kin
tr: Nasıl Kin Satın Alınacağını Öğren
uk: Дізнайтеся, як купити Kin
vi: Tìm hiểu Cách Mua Kin

# action.learnSellKin
source: Learn How to Sell Kin
ar: تعلّم كيف تبيع Kin
bg: Научете как да продавате Kin
cs: Zjistěte, jak prodávat Kin
da: Lær hvordan du sælger Kin
de: Erfahren Sie, wie man Kin verkauft.
el: Μάθετε Πώς Να Πουλάτε Kin
es: Aprenda cómo vender Kin
fi: Opi, kuinka kinejä myydään
fr: Apprenez à vendre du Kin
he: למדו כיצד למכור Kin
hu: Tudja meg, hogyan kell eladni a Kin-t
id: Pelajari Cara Menjual Kin
it: Impara a vendere Kin
ms: Belajar Cara Menjual Kin
nl: Leer hoe Kin te verkopen
no: Lær hvordan du selger Kin
pl: Dowiedz się, jak sprzedawać Kin
pt: Saiba como vender Kin
ro: Află cum să vinzi Kin
ru: Узнать, как продать Kin
sk: Naučte sa predávať Kiny
sr: Научите како се продаје кин
sv: Lär dig hur man säljer Kin
th: เรียนรู้วิธีขาย Kin
tr: Nasıl Kin Satılacağını Öğren
uk: Дізнайтеся, як продати Kin
vi: Tìm hiểu Cách Bán Kin

# action.linkPhoneNumber
source: Link a Phone Number
ar: إرفاق رقم الهاتف
bg: Свързване на телефонен номер
cs: Odkázat na telefonní číslo
da: Link et telefonnummer
de: Eine Telefonnummer verknüpfen
el: Σύνδεση Αριθμού Τηλεφώνου
es: Vincular un número de teléfono
fi: Yhdistä puhelinnumero
fr: Associer un numéro de téléphone
he: קשר מספר טלפון
hu: Kapcsoljon telefonszámot
id: Tautkan Nomor Telepon
it: Collega un numero di telefono
ms: Pautkan Nombor Telefon
nl: Een telefoonnummer koppelen
no: Koble til et telefonnummer
pl: Linkuj numer telefonu
pt: Associar um Número de Telefone
ro: Conectează un număr de telefon
ru: Привязать номер телефона
sk: Prepojiť telefónne číslo
sr: Poveži broj telefona
sv: Länka ett telefonnummer
th: เชื่อมโยงหมายเลขโทรศัพท์
tr: Telefon Numarası Bağla
uk: Прив'язати номер телефону
vi: Liên kết Số Điện thoại

# action.logIn
source: Log In
ar: تسجيل الدخول
bg: Вход
cs: Přihlásit se
da: Log ind
de: Einloggen
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
he: התחברות
hu: Bejelentkezés
id: Masuk
it: Accedi
ms: Log Masuk
nl: Inloggen
no: Logg inn
pl: Zaloguj się
pt: Iniciar Sessão
ro: Conectare
ru: Войти
sk: Prihlásiť sa
sr: Prijavi se
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập

# action.logout
source: Log Out
ar: تسجيل الخروج
bg: Изход
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: יציאה מהחשבון
hu: Kijelentkezés
id: Keluar
it: Disconnetti
ms: Log Keluar
nl: Uitloggen
no: Logg ut
pl: Wyloguj się
pt: Terminar Sessão
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sr: Odjavi se
sv: Logga ut
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти
vi: Đăng xuất

# action.mute
source: Mute
ar: كتم الصوت
bg: Изключване на звука
cs: Ztlumit
da: Dæmp
de: Stummschalten
el: Σίγαση
es: Silenciar
fi: Hiljennä
fr: Mettre en sourdine
he: השתק
hu: Némítás
id: Bisukan
it: Silenzia
ms: Senyap
nl: Dempen
no: Slå av lyden
pl: Wycisz
pt: Silenciar
ro: Pune în surdină
ru: Отключить звук
sk: Stlmiť
sr: Искључи звук
sv: Stäng av ljud
th: ปิดเสียง
tr: Sesi kapat
uk: Вимкнути звук
vi: Tắt tiếng

# action.next
source: Next
ar: التالي
bg: Следващ
cs: Dále
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
hu: Következő
id: Selanjutnya
it: Avanti
ms: Seterusnya
nl: Volgende
no: Neste
pl: Dalej
pt: Próximo
ro: Următorul
ru: Далее
sk: Ďalší
sr: Sledeći
sv: Nästa
th: ต่อไป
tr: İleri
uk: Наступне
vi: Tiếp theo

# action.noTryAgain
source: No, Try Again
ar: لا, حاول مرة أخرى
bg: Не, опитайте отново
cs: Ne, zkusit znovu
da: Nej, prøv igen
de: Nein, erneut versuchen
el: Όχι, δοκιμάστε ξανά
es: No, inténtalo de nuevo
fi: Ei, yritä uudelleen
fr: Non, réessayez
he: לא, נסה שוב
hu: Nem, próbáld újra
id: Tidak, Coba Lagi
it: No, riprova
ms: Tidak. Cuba Lagi
nl: Nee, probeer het opnieuw
no: Nei, prøv igjen
pl: Nie, spróbuj ponownie
pt: Não, tentar de novo
ro: Nu, încearcă din nou
ru: Нет, попробовать еще раз
sk: Nie, skúsiť znova
sr: Не, покушајте поново
sv: Nej, försök igen
th: ไม่, ลองอีกครั้ง
tr: Hayır, Tekrar Dene
uk: Ні, спробувати ще раз
vi: Không, Thử Lại

# action.notNow
source: Not Now
ar: ليس الآن
bg: Не сега
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
el: Όχι Τώρα
es: Ahora no
fi: Ei nyt
fr: Pas maintenant
he: לא עכשיו
hu: Ne most
id: Tidak Sekarang
it: Non adesso
ms: Bukan Sekarang
nl: Nu niet
no: Ikke nå
pl: Nie teraz
pt: Agora Não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sr: Ne sada
sv: Inte nu
th: ยังไม่ใช่ตอนนี้
tr: Şimdi Değil
uk: Не зараз
vi: Để Sau

# action.ok
source: OK
ar: أوافق
bg: ОК
el: Εντάξει
he: בסדר
id: Oke
ru: Хорошо
sr: U redu
th: ตกลง
tr: Tamam
uk: ДОБРЕ

# action.openSettings
source: Open Settings
ar: فتح الإعدادات
bg: Отваряне на настройки
cs: Otevřít nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir ajustes
fi: Avaa asetukset
fr: Ouvrir les paramètres
he: פתח הגדרות
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri le impostazioni
ms: Buka Tetapan
nl: Instellingen openen
no: Åpne innstillinger
pl: Otwórz ustawienia
pt: Abrir Definições
ro: Deschide setările
ru: Открыть настройки
sk: Otvoriť nastavenia
sr: Otvori postavke
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Ayarlar'ı Aç
uk: Відкрити налаштування
vi: Mở Cài đặt

# action.paste
source: Paste
ar: لصق
bg: Постави
cs: Vložit
da: Indsæt
de: Einfügen
el: Επικόλληση
es: Pegar
fi: Liitä
fr: Coller
he: הדבק
hu: Beilleszt
id: Tempel
it: Incolla
ms: Tampal
nl: Plakken
no: Lim inn
pl: Wklej
pt: Colar
ro: Lipește
ru: Вставить
sk: Prilepiť
sr: Nalepi
sv: Klistra in
th: วาง
tr: Yapıştır
uk: Вставити
vi: Dán

# action.pasteFromClipboard
source: Paste From Clipboard
ar: اللصق من الحافظة
bg: Постави от клипборда
cs: Vložit z vývěsky
da: Indsæt fra udklipsholder
de: Aus Zwischenablage einfügen
el: Επικόλληση από Πρόχειρο
es: Pegar desde el portapapeles
fi: Liitä leikepöydältä
fr: Coller depuis le presse-papiers
he: הדבק מהלוח
hu: Beillesztés a vágólapról
id: Tempel Dari Papan Klip
it: Incolla dagli appunti
ms: Tampal Dari Papan Keratan
nl: Plakken van klembord
no: Lim inn fra utklippstavlen
pl: Wklej ze schowka
pt: Colar a Partir da Área de Transferência
ro: Lipește din clipboard
ru: Вставить из буфера обмена
sk: Prilepiť zo schránky
sr: Nalepi iz ostave
sv: Klistra in från Urklipp
th: วางจากคลิปบอร์ด
tr: Panodan Yapıştır
uk: Вставити з буфера обміну
vi: Dán Từ Khay nhớ tạm

# action.postToConnect
source: Post to Connect Account
ar: انشر لربط حساب
bg: Публикувайте за да свържете акаунт
cs: Zveřejnit příspěvek pro připojení účtu
da: Slå noget op for at forbinde konto
de: Posten, um das Konto zu verbinden
el: Στείλε Μήνυμα για Σύνδεση του Λογαριασμού
es: Publica para conectar la cuenta
fi: Julkaise yhdistettävälle tilille
fr: Publier sur le compte connecté
he: יש להעלות פוסט כדי לחבר את החשבון
hu: Írj bejegyzést, hogy csatlakoztasd a fiókodat
id: Post untuk Menghubungkan Akun
it: Pubblica per Connettere l'Account
nl: Post om het account te verbinden
no: Skriv et innlegg for å koble til kontoen
pl: Wyślij post, aby podłączyć konto
pt: Faça uma publicação para associar conta
ro: Postează pentru a conecta contul
ru: Опубликуйте пост, чтобы подключить аккаунт
sk: Uverejniť pre prepojenie účtu
sr: Поставите објаву да повежете налог
sv: Posta för att koppla kontot
th: โพสต์เพื่อเชื่อมโยงบัญชี
tr: Hesabı Bağlamak için Gönder
uk: Зробіть публікацію, щоб прив’язати акаунт
vi: Hãy đăng bài để kết nối tài khoản

# action.putInWallet
source: Put in Wallet
ar: الوضع في المحفظة
bg: Постави в портфейл
cs: Vložit do peněženky
da: Læg i Wallet
de: In Wallet legen
el: Τοποθέτηση σε Πορτοφόλι
es: Guardar en el monedero
fi: Pane lompakkoon
fr: Mettre dans le portefeuille
he: שים בארנק
hu: Walletba helyez
id: Masukkan ke Dompet
it: Metti nel portafoglio
ms: Masukkan dalam Dompet
nl: In wallet plaatsen
no: Legg i lommeboken
pl: Umieść w portfelu
pt: Por na Carteira
ro: Pune în portofel
ru: Положить в кошелек
sk: Vložiť do peňaženky
sr: Stavi u novčanik
sv: Lägg i plånboken
th: ใส่ในกระเป๋าเงิน
tr: Cüzdana Yerleştir
uk: Покласти в гаманець
vi: Đặt trong Ví

# action.recoverExistingAccount
source: Recover Existing Account
ar: استعادة الحساب الموجود بالفعل
bg: Възстанови съществуващ профил
cs: Obnovit stávající účet
da: Genskab eksisterende konto
de: Bestehendes Konto wiederherstellen
el: Ανάκτηση Υπάρχοντος Λογαριασμού
es: Recuperar cuenta existente
fi: Palauta olemassa oleva tili
fr: Récupérer le compte existant
he: שחזר חשבון קיים
hu: Meglévő fiók helyreállítása
id: Pulihkan Akun Yang Ada
it: Recupera un account esistente
ms: Pulihkan Akaun Sedia Ada
nl: Bestaand account herstellen
no: Gjenopprett eksisterende konto
pl: Odzyskaj istniejące konto
pt: Recuperar Conta Existente
ro: Recuperează un cont existent
ru: Восстановить существующую учетную запись
sk: Obnoviť existujúci účet
sr: Oporavi postojeći nalog
sv: Återskapa befintligt konto
th: กู้คืนบัญชีที่มีอยู่
tr: Mevcut Hesabı Kurtar
uk: Відновити існуючий акаунт
vi: Khôi phục Tài khoản Hiện có

# action.remind
source: Remind
ar: التذكير
bg: Напомняне
cs: Připomenout
da: Husk
de: Erinnern
el: Υπενθύμιση
es: Recordar
fi: Muistuta
fr: Rappeler
he: הזכר
hu: Emlékeztet
id: Ingatkan
it: Ricorda
ms: Ingatkan
nl: Herinneren
no: Påminn
pl: Przypomnij
pt: Relembrar
ro: Reamintește
ru: Напомнить
sk: Pripomenúť
sr: Podseti
sv: Påminn
th: เตือน
tr: Hatırlat
uk: Нагадати
vi: Nhắc nhở

# action.removePhoneNumber
source: Remove Phone Number
ar: حذف رقم الهاتف
bg: Премахване на телефонен номер
cs: Odstranit telefonní číslo
da: Fjern telefonnummer
de: Telefonnummer entfernen
el: Κατάργηση Αριθμού Τηλεφώνου
es: Eliminar número de teléfono
fi: Poista puhelinnumero
fr: Supprimer le numéro de téléphone
he: הסר מספר טלפון
hu: Telefonszám eltávolítása
id: Hapus Nomor Telepon
it: Rimuovi numero di telefono
ms: Singkirkan Nombor Telefon
nl: Telefoonnummer verwijderen
no: Fjern telefonnummer
pl: Usuń numer telefonu
pt: Remover Número de Telefone
ro: Elimină numărul de telefon
ru: Удалить номер телефона
sk: Odstrániť telefónne číslo
sr: Ukloni broj telefona
sv: Ta bort telefonnummer
th: ลบหมายเลขโทรศัพท์
tr: Telefon Numarasını Kaldır
uk: Видалити номер телефону
vi: Xóa Số Điện thoại
