Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# error.description.tooManyAccountsPerPhone
source: Code is currently limited to one account per phone number. Support for multiple accounts will likely come in a future version of Code.
ar: يقتصر Code حالياً على حساب واحد لكل رقم هاتف. من المحتمل أن تتوفر خدمة دعم حسابات متعددة في إصدار مستقبلي من Code.
bg: В момента Code има ограничение до един акаунт на телефонен номер. Вероятно бъдеща версия на Code ще включва поддръжката на няколко акаунта.
cs: Aplikace Code je momentálně omezena na jeden účet na telefonní číslo. Podpora více účtů se pravděpodobně objeví v některé z budoucích verzí aplikace Code.
da: Code er i øjeblikket begrænset til én konto per telefonnummer. Understøttelse af flere konti kommer sandsynligvis i en fremtidig version af Code.
de: Code ist aktuell auf ein Konto pro Telefonnummer begrenzt. Unterstützung mehrerer Konten wird es vermutlich in einer zukünftigen Version von Code geben.
el: Προς το παρόν το Code έχει περιορισμό έναν λογαριασμό ανά συσκευή. Η υποστήριξη για πολλαπλούς λογαριασμούς θα έρθει πιθανότατα σε μια μελλοντική έκδοση του Code.
es: Code está actualmente limitado a una cuenta por número de teléfono. Es probable que la asistencia para múltiples cuentas se implemente en una versión futura de Code.
fi: Code on tällä hetkellä rajoitettu yhteen tiliin puhelinnumeroa kohden. Useampien tilien tuki tulee saataville todennäköisesti Coden tulevassa versiossa.
fr: Code est actuellement limité à un compte par numéro de téléphone. La prise en charge de comptes multiples sera probablement proposée dans une prochaine version de Code.
he: Code כרגע מוגבל לחשבון אחד למספר טלפון. ייתכן ובגרסה עתידית של Code ניתן יהיה לתמוך בכמה חשבונות.
hu: A Code jelenleg telefonszámonként egy fiókra van korlátozva. A Code egy későbbi verziójában valószínűleg támogatni fogja a több fiókot is.
id: Kode saat ini terbatas pada satu akun per perangkat. Dukungan untuk banyak akun kemungkinan akan hadir dalam versi Kode mendatang.
it: Attualmente Code è limitato ad un account per numero di telefono.
nl: Code is momenteel beperkt tot één account per telefoonnummer. Ondersteuning voor meerdere accounts komt waarschijnlijk in een toekomstige versie van Code.
no: Code er for øyeblikket begrenset til én konto per telefonnummer. Støtte for flere kontoer kommer sannsynligvis i en fremtidig versjon av Code.
pl: Aplikacja Code jest obecnie ograniczona do jednego konta na numer telefonu. Wsparcie dla wielu kont pojawi się najprawdopodobniej w przyszłej wersji Code.
pt: Atualmente, a Code está limitada a uma conta por número de telefone. A compatibilidade com múltiplas contas provavelmente aparecerá numa versão futura da Code.
ro: În momentul de față, Code este limitat la un singur cont per număr de telefon. Suportul pentru mai multe conturi va apărea, probabil, într-o versiune viitoare a Code.
ru: В настоящее время приложение Code ограничено одной учетной записью на номер телефона. Поддержка нескольких учетных записей, вероятно, появится в будущей версии Code.
sk: Aplikácia Code je momentálne obmedzená na jeden účet na telefónne číslo. Podpora viacerých účtov pravdepodobne príde v budúcej verzii aplikácie.
sr: Апликација Code је тренутно ограничена на један налог по броју телефона. Подршка за већи број налога ће вероватно стићи у наредној верзији апликације Code.
sv: Code är för närvarande begränsat till ett konto per telefonnummer. Stöd för flera konton kommer sannolikt i en framtida version av Code.
th: ขณะนี้ Code มีการจำกัดอยู่ที่ 1 บัญชีต่อหมายเลขโทรศัพท์ การรองรับหลายบัญชีมีแนวโน้มที่จะมาในเวอร์ชันต่อไปของ Code
tr: Code, şu anda telefon numarası başına bir hesapla sınırlıdır. Birden fazla hesap desteği, muhtemelen Code'un gelecekteki bir sürümünde gelecektir.
uk: Code наразі обмежений одним обліковим записом на номер телефону. Підтримка кількох облікових записів, ймовірно, з’явиться в наступній версії Code.

# error.title.alreadyCollectedBySomeone
source: Kin Already Collected
ar: تم جمع وحدات Kin بالفعل
bg: Kin вече е събран
cs: Kin byl již vybrán
da: Kin allerede samlet
de: Bereits abgerufene Kin
el: Kin που Συλλέχθηκαν Ήδη
es: Kin ya recogido
fi: Kin jo lunastettu
fr: KIn déjà collecté
he: ה-Kin כבר נאסף
hu: A Kin már összegyűjtve
id: Kin Sudah Diambil
it: Kin già acquisiti
ms: Kin Sudah Dikumpul
nl: Kin al opgehaald
no: Kin allerede hentet
pl: Kin został już odebrany
pt: Kin já recolhido
ro: Kin deja colectat
ru: Kin уже получен
sk: Kin už bol zhromaždený
sr: Кин је већ прикупљен
sv: Kin redan tagen
th: เก็บ Kin ไปแล้ว
tr: Kin Zaten Toplandı
uk: Kin вже забрано
vi: Đã có người thu thập Kin

# error.title.cameraAccessRequired
source: Camera Access Required
ar: مطلوب إتاحة الوصول إلى الكاميرا
bg: Необходим е достъп до камерата
cs: Je nutný přístup k fotoaparátu
da: Kameraadgang påkrævet
de: Kamerazugriff erforderlich
el: Απαιτείται Πρόσβαση Κάμερας
es: Acceso a la cámara necesario
fi: Kameran käyttöoikeus vaaditaan
fr: Accès à la caméra requis
he: נדרשת גישה למצלמה
hu: Kamera hozzáférés szükséges
id: Memerlukan Akses Kamera
it: Accesso alla fotocamera richiesto
ms: Akses Kamera Diperlukan
nl: Toegang tot camera vereist
no: Kameratilgang kreves
pl: Wymagany jest dostęp do kamery
pt: É Necessário Acesso à Câmara
ro: Este necesar accesul la fotocameră
ru: Требуется доступ к камере
sk: Vyžaduje sa prístup k fotoaparátu
sr: Potreban je pristup kameri
sv: Tillgång till kameran krävs
th: จำเป็นต้องเข้าถึงกล้อง
tr: Kamera Erişimi Gerekli
uk: Потрібний доступ до камери
vi: Cần Quyền truy cập Camera

# error.title.cashExpired
source: Cash Expired
ar: انتهت صلاحية النقود
bg: Паричните средства са с изтекъл срок
cs: Vypršelé prostředky
da: Penge udløbet
de: Bargeld Verfallen
el: Τα Μετρητά Έληξαν
es: El efectivo ha caducado
fi: Raha vanhentui
fr: Cash expiré
he: מזומן אינו בתוקף
hu: Készpénz lejárt
id: Dana kedaluwarsa
it: Denaro scaduto
ms: Wang Tunai Tamat Tempoh
nl: Contant geld verlopen
no: Kontanter utløpt
pl: Gotówka wygasła
pt: Dinheiro expirado
ro: Numerar expirat
ru: Срок действия денег истек
sk: Platnosť hotovosti vypršala
sr: Кеш је истекао
sv: Förfallna kontanter
th: เงินสดหมดอายุ
tr: Nakit Süresi Doldu
uk: Термін дії готівки минув
vi: Tiền mặt Đã hết hạn

# error.title.codeTimedOut
source: Verification Code Timed Out
ar: انتهت مهلة رمز التحقق
bg: Изтекъл код код потвърждение
cs: Ověřovací kód vypršel
da: Verifikationskoden udløb
de: Verifizierungscode ist abgelaufen
el: Ο Κωδικός Επαλήθευσης Έληξε
es: Código de verificación caducado
fi: Vahvistuskoodi aikakatkaistu
fr: Le code de vérification a expiré
he: פג תוקף קוד אימות
hu: Ellenőrző kód időtúllépés
id: Batas Waktu Kode Verifikasi Habis
it: Codice di verifica scaduto
ms: Pengesahan Code Dibatalkan
nl: Verificatiecode verlopen
no: Tiden for bekreftelseskoden er utløpt
pl: Wygasł kod weryfikacyjny
pt: O Código de Verificação Expirou
ro: Codul de verificare a expirat
ru: Срок действия кода проверки истек
sk: Časový limit overovacieho kódu vypršal
sr: Isteklo je vreme za verifikacioni kod
sv: Verifieringskoden har tagit ut sin tid
th: รหัสยืนยันหมดเวลาแล้ว
tr: Doğrulama Kodu Zaman Aşımı
uk: Термін дії коду підтвердження минув
vi: Mã Xác minh đã Hết Thời gian chờ

# error.title.countryNotSupported
source: Country Not Supported
ar: البلد غير مدعوم
bg: Държавата не се поддържа
cs: Země není podporována
da: Land understøttes ikke
de: Das Land wird nicht unterstützt
el: Η χώρα δεν υποστηρίζεται
es: País no admitido
fi: Maata ei tueta
fr: Pays non pris en charge
he: אין תמיכה במדינה
hu: Az ország nem támogatott
id: Negara tidak mendukung
it: Paese non supportato
nl: Land niet ondersteund
no: Landet støttes ikke.
pl: Nieobsługiwany kraj
pt: País Não Compatível
ro: Țară neacceptată
ru: Страна не поддерживается
sk: Krajina nie je podporovaná
sr: Земља није подржана
sv: Landet stöds inte
th: ไม่รองรับประเทศ
tr: Desteklenmeyen Ülke
uk: Країна не підтримується

# error.title.deviceNotSupported
source: Device Not Supported
ar: الجهاز غير مدعوم
bg: Устройството не се поддържа
cs: Zařízení není podporováno
da: Enhed understøttes ikke
de: Das Gerät wird nicht unterstützt
el: Η συσκευή δεν υποστηρίζεται
es: Dispositivo no compatible
fi: Laitetta ei tueta
fr: Appareil non pris en charge
he: המכשיר אינו נתמך
hu: A készülék nem támogatott
id: Perangkat tidak mendukung
it: Dispositivo non supportato
nl: Apparaat niet ondersteund
no: Enhet støttes ikke.
pl: Urządzenie nie jest obsługiwane
pt: Dispositivo Não Compatível
ro: Dispozitiv neacceptat
ru: Устройство не поддерживается
sk: Zariadenie nie je podporované
sr: Уређај није подржан
sv: Enheten stöds inte
th: อุปกรณ์ไม่รองรับ
tr: Cihaz Desteklenmiyor
uk: Пристрій не підтримується

# error.title.eSimNotSupported
source: eSims Not Currently Supported
ar: eSims غير مدعومة حالياً
bg: eSims не се поддържат в момента
cs: eSim nejsou momentálně podporovány
da: eSims understøttes i øjeblikket ikke
de: eSims wird aktuell nicht unterstützt
el: Προς το παρόν δεν υποστηρίζονται eSims
es: eSims no compatibles actualmente
fi: eSIMejä ei tueta juuri nyt
fr: eSims non pris en charge actuellement
he: eSims אינם נתמכים כרגע
hu: Az eSims jelenleg nem támogatott
id: eSim Saat Ini Tidak Mendukung
it: eSim attualmente non supportate
nl: eSims momenteel niet ondersteund
no: eSims støttes ikke for øyeblikket.
pl: Karty eSim nie są obecnie obsługiwane
pt: eSims Não São Atualmente Compatíveis
ro: eSims nu este acceptat în prezent
ru: В настоящее время eSim-карты не поддерживаются
sk: eSims nie sú momentálne podporované
sr: eSims тренутно није подржан
sv: eSims stöds inte för närvarande
th: ขณะนี้ยังไม่รองรับ eSim
tr: eSim'ler Şu anda Desteklenmiyor
uk: eSims наразі не підтримуються

# error.title.failedToCollect
source: Failed to Collect
ar: لقد فشل الجمع
bg: Неуспешно събиране
cs: Nepodařilo se sesbírat
da: Kunne ikke indsamle
de: Sammeln fehlgeschlagen
el: Αποτυχία Είσπραξης
es: Fallo en la recepción
fi: Kerääminen epäonnistui
fr: Encaissement échoué
he: האיסוף נכשל
hu: Nem sikerült a begyűjtés
id: Gagal Mengambil
it: Riscossione fallita
nl: Kon niet verbinden.
no: Kunne ikke samle inn
pl: Nie udało się pobrać
pt: Falha na Recolha
ro: Colectare nereușită
ru: Не удалось собрать
sk: Zhromažďovanie zlyhalo
sr: Прикупљање није успело
sv: Kunde inte hämta
th: ไม่สามารถรวบรวม
tr: Toplanamadı
uk: Не вдалося зібрати

# error.title.failedToCreateAccount
source: Failed to Create Account
ar: فشلت عملية إنشاء الحساب
bg: Неуспешно създаване на профил
cs: Nepodařilo se vytvořit účet
da: Kunne ikke oprette konto
de: Konto konnte nicht erstellt werden
el: Αποτυχία Δημιουργίας Λογαριασμού
es: No se ha podido crear la cuenta
fi: Tilin luominen epäonnistui
fr: Échec de la création du compte
he: יצירת החשבון נכשלה
hu: Nem sikerült létrehozni a fiókot
id: Gagal Membuat Akun
it: Creazione dell'account non riuscita
ms: Gagal Mencipta Akaun
nl: Account aanmaken mislukt
no: Kunne ikke opprette konto
pl: Utworzenie konta nie powiodło się
pt: A Criação de Conta Falhou
ro: Crearea contului a eșuat
ru: Не удалось создать учетную запись
sk: Vytvorenie účtu zlyhalo
sr: Kreiranje naloga nije uspelo
sv: Det gick inte att skapa ett konto
th: การสร้างบัญชีล้มเหลว
tr: Hesap Oluşturulamadı
uk: Не вдалося створити акаунт
vi: Không thể Tạo Tài khoản

# error.title.failedToSave
source: Failed to Save
ar: فشلت عملية الحفظ
bg: Неуспешно запазване
cs: Ukládání se nezdařilo
da: Kunne ikke gemme
de: Speichern fehlgeschlagen
el: Αποτυχία Αποθήκευσης
es: No se ha podido guardar
fi: Tallentaminen epäonnistui
fr: Échec de l'enregistrement
he: השמירה נכשלה
hu: Nem sikerült a mentés
id: Gagal Menyimpan
it: Salvataggio non riuscito
ms: Gagal Disimpan
nl: Opslaan mislukt
no: Kunne ikke lagre
pl: Zapisanie nie powiodło się
pt: Não foi possível Guardar
ro: Salvarea a eșuat
ru: Не удалось сохранить
sk: Uloženie zlyhalo
sr: Čuvanje nije uspelo
sv: Misslyckades med att spara
th: ไม่สามารถบันทึก
tr: Kaydedilemedi
uk: Не вдалося зберегти
vi: Không thể Lưu

# error.title.failedToSendCode
source: Failed to Send
ar: فشل الإرسال
bg: Неуспешно изпращане
cs: Odeslání se nezdařilo
da: Kunne ikke sende
de: Senden fehlgeschlagen
el: Αποτυχία Αποστολής
es: No se ha podido enviar
fi: Lähettäminen epäonnistui
fr: Échec de l'envoi
he: השליחה נכשלה
hu: Nem sikerült elküldeni
id: Gagal Mengirim
it: Invio non riuscito
ms: Gagal Dihantar
nl: Sturen mislukt
no: Mislykket sending
pl: Wysłanie nie powiodło się
pt: Enviou Falhou
ro: Trimiterea a eșuat
ru: Не удалось отправить
sk: Odoslanie zlyhalo
sr: Slanje nije uspelo
sv: Misslyckades med att skicka
th: ไม่สามารถส่ง
tr: Gönderilemedi
uk: Не вдалося надіслати
vi: Không thể Gửi

# error.title.failedToVerifyPhone
source: Failed to Confirm
ar: فشل التأكيد
bg: Неуспешно потвърждение
cs: Potvrzení se nezdařilo
da: Kunne ikke bekræfte
de: Bestätigung fehlgeschlagen
el: Αποτυχία Επιβεβαίωσης
es: No se ha podido confirmar
fi: Vahvistaminen epäonnistui
fr: Échec de la confirmation
he: האימות נכשל
hu: Nem sikerült megerősíteni
id: Gagal Mengonfirmasi
it: Conferma non riuscita
ms: Gagal Disahkan
nl: Bevestigen mislukt
no: Kunne ikke bekrefte
pl: Potwierdzenie nie powiodło się
pt: Confirmação Falhou
ro: Confirmarea a eșuat
ru: Не удалось подтвердить
sk: Potvrdenie zlyhalo
sr: Potvrda nije uspela
sv: Bekräftelse misslyckades
th: ยืนยันไม่สำเร็จ
tr: Onaylanamadı
uk: Не вдалося підтвердити
vi: Không thể Xác nhận

# error.title.failedWithdrawal
source: Transaction Failed
ar: فشلت المعاملة
bg: Неуспешна транзакция
cs: Transakce zhavarovala
da: Transaktion mislykkedes
de: Transaktion fehlgeschlagen
el: Αποτυχημένη Συναλλαγή
es: Transacción fallida
fi: Tapahtuma epäonnistui
fr: La transaction a échoué
he: העסקה נכשלה
hu: Sikertelen tranzakció
id: Transaksi Gagal
it: Transazione non riuscita
ms: Urus Niaga Gagal
nl: Transactie mislukt
no: Transaksjonen mislyktes
pl: Transakcja nie powiodła się
pt: A Transação Falhou
ro: Tranzacția a așuat
ru: Сбой транзакции
sk: Transakcia zlyhala
sr: Transakcija nije uspela
sv: Transaktionen misslyckades
th: การทำธุรกรรมล้มเหลว
tr: İşlem Başarısız
uk: Помилка транзакції
vi: Giao dịch Không thành công

# error.title.giveAmountTooLarge
source: Give Limit Reached
ar: تم الوصول إلى حد العطاء
bg: Достигнат лимит за Даване
cs: Dosažení limitu příspěvků
da: Givegrænsen er nået
de: Give-Limit erreicht
el: Το Όριο Παραχώρησης Επιτεύχθηκε
es: Límite alcanzado
fi: Antamisen raja saavutettu
fr: Limite de don atteinte
he: הגעת למגבלת הנתינה
hu: Add meg az elért limitet
id: Limit Pemberian Tercapai
it: Limite di erogazione raggiunto
ms: Had Pemberian Dicapai
nl: Donatielimiet bereikt
no: Grense for å gi er nådd
pl: Osiągnięto limit dawania
pt: Limite de dádiva alcançado
ro: A fost atinsă limita de trimitere
ru: Достигнут лимит отправки
sk: Uveďte dosiahnutý limit
sr: Достигнуто је ограничење давања
sv: Gränsen för givande uppnådd
th: ถึงขีดจำกัดการให้แล้ว
tr: Verme Limitine Ulaşıldı
uk: Досягнуто ліміту віддачі
vi: Đã đạt Hạn mức Tặng

# error.title.giveLimitReached
source: Daily Limit Reached
ar: تم الوصول إلى الحد اليومي
bg: Достигнат дневен лимит
cs: Dosažení denního limitu
da: Daglig grænse er nået
de: Tägliches Limit erreicht
el: Το Ημερήσιο Όριο Επιτεύχθηκε
es: Límite diario alcanzado
fi: Päivittäinen raja saavutettu
fr: Limite quotidienne atteinte
he: הגעת למגבלה היומית
hu: A napi limitet elérted
id: Limit Harian Tercapai
it: Limite giornaliero raggiunto
ms: Had Harian Dicapai
nl: Dagelijkse limiet bereikt
no: Dagsgrense nådd
pl: Osiągnięto limit dzienny
pt: Limite diário alcançado
ro: Limita zilnică a fost atinsă
ru: Достигнут дневной лимит
sk: Dosiahnutý denný limit
sr: Достигнуто је дневно ограничење
sv: Daglig gräns uppnådd
th: ถึงขีดจำกัดรายวันแล้ว
tr: Günlük Limite Ulaşıldı
uk: Досягнуто щоденного ліміту
vi: Đã đạt Hạn mức Hàng ngày

# error.title.insuffiecientKin
source: Insufficient Kin
ar: أموال غير كافية
bg: Недостатъчни роднини
cs: Nedostatek kinu
da: Ikke nok Kin
de: Nicht genug Kin
el: Ανεπαρκή Kin
es: Kin insuficientes
fi: Ei tarpeeksi kinejä
fr: Kin insuffisant
he: אין מספיק קין
hu: Nem elegendő kin
id: Kin Tidak Cukup
it: Kin insufficienti
ms: Kin tidak mencukupi
nl: Onvoldoende KIN
no: Utilstrekkelig Kin
pl: niewystarczająca ilość Kin
pt: Kin Insuficiente
ro: Sumă în Kin insuficientă
ru: Недостаточно Kin
sk: Nedostatočný kin
sr: Nedovoljan Kin
sv: Otillräcklig Kin
th: Kin ไม่เพียงพอ
tr: Yetersiz Kin
uk: Недостатньо Kin
vi: Không đủ Kin

# error.title.invalidVerificationCode
source: Invalid Code
ar: رمز غير صالح
bg: Невалиден код
cs: Neplatný kód
da: Ugyldig kode
de: Ungültiger Code
el: Μη Έγκυρος Κωδικός
es: Código no válido
fi: Virheellinen koodi
fr: Code non valide
he: קוד לא חוקי
hu: Érvénytelen kód
id: Kode Tidak Valid
it: Codice non valido
ms: Kod Tidak Sah
nl: Ongeldige code
no: Ugyldig kode
pl: Nieprawidłowy kod
pt: Código Inválido
ro: Cod invalid
ru: Неверный код
sk: Neplatný kód
sr: Nevažeći kod
sv: Ogiltig kod
th: รหัสไม่ถูกต้อง
tr: Geçersiz Kod
uk: Невірний код
vi: Mã Không hợp lệ

# error.title.linkExpired
source: Link Expired
ar: انتهت صلاحية الرابط
bg: Връзката е изтекла
cs: Platnost odkazu vypršela
da: Link udløbet
de: Link Abgelaufen
el: Σύνδεσμος έληξε
es: Enlace caducado
fi: Linkki vanhentunut
fr: Le lien a expiré
he: פג תוקף הקישור
hu: A link lejárt
id: Tautan Kedaluwarsa
it: Link scaduto
ms: Pautan Tamat Tempoh
nl: Link Verlopen
no: Lenke utløpt
pl: Odnośnik wygasł
pt: Hiperligação expirada
ro: Linkul a expirat
ru: Срок действия ссылки истек
sk: Platnosť odkazu vypršala
sr: Веза је истекла
sv: Länk har utgått
th: ลิงก์หมดอายุแล้ว
tr: Bağlantının Süresi Doldu
uk: Посилання прострочено
vi: Liên kết Đã hết hạn

# error.title.maxAttemptsReached
source: Maximum Attempts Reached
ar: تم بلوغ الحد الأقصى من المحاولات
bg: Максималният брой опити е достигнат
cs: Byl dosažen maximální počet pokusů
da: Maksimalt antal forsøg nået
de: Maximale Anzahl an Versuchen erreicht
el: Υπέρβαση Αριθμού Προσπαθειών
es: Se ha alcanzado el número máximo de intentos
fi: Yritysten enimmäismäärä täyttynyt
fr: Nombre maximal de tentatives atteint
he: מספר הניסיונות הגיע לערך המקסימלי האפשרי
hu: Elérte a kísérletek maximális számát
id: Upaya Maksimum Tercapai
it: Limite di tentativi raggiunto
ms: Percubaan Maksimum Dicapai
nl: Maximum aantal pogingen bereikt
no: Maksimalt antall forsøk nådd
pl: Osiągnięto maksymalną liczbę prób
pt: Número Máximo de Tentativas Atingido
ro: Ai atins numărul maxim de tentative
ru: Использовано максимальное количество попыток
sk: Maximálny dosiahnutý počet pokusov
sr: Dostignut je maksimalan broj pokušaja
sv: Maximalt antal försök som uppnåtts
th: ถึงจำนวนการพยายามสูงสุดแล้ว
tr: Maksimum Denemeye Ulaşıldı
uk: Досягнуто максимальної кількості спроб
vi: Đã đạt đến Số lần Thử Tối đa

# error.title.noInternet
source: No Internet Connection
ar: لا توجد اتصال بشبكة الإنترنت
bg: Нямате връзка с Интернет
cs: Chybí internetové připojení
da: Ingen internetforbindelse
de: Keine Internetverbindung
el: Δεν Υπάρχει Σύνδεση Στο Διαδίκτυο
es: No hay conexión a internet
fi: Ei Internet-yhteyttä
fr: Pas de connexion Internet
he: אין חיבור לאינטרנט
hu: Nincs internetkapcsolat
id: Tidak Ada Sambungan Internet
it: Nessuna connessione Internet
ms: Tiada Sambungan Internet
nl: Geen internetverbinding
no: Ingen Internettforbindelse
pl: Brak połączenia z Internetem
pt: Sem Ligação à Internet
ro: Fără conexiune la internet
ru: Нет соединения с интернетом
sk: Žiadne internetové pripojenie
sr: Nema internet konekcije
sv: Ingen internetanslutning
th: ไม่มีการเชื่อมต่อทางอินเทอร์เน็ต
tr: İnternet Bağlantısı Yok
uk: Немає підключення до інтернету
vi: Không có Kết nối Internet

# error.title.purchaseTooLarge
source: Purchase Too Large
ar: مبلغ الشراء كبير جدًا
bg: Покупката е твърде голяма
cs: Příliš velký nákup
da: Beløbet er for højt
de: Kaufbetrag zu groß
el: Η αγορά είναι υπερβολικά μεγάλη
es: La compra es demasiado grande
fi: Liian suuri ostos
fr: Achat trop important
he: רכישה גדולה מדי
hu: A vásárlási összeg túl nagy
id: Pembelian terlalu besar
it: Acquisto troppo grande
ms: Amaun pembelian terlalu besar
nl: Aankoop te groot
no: Kjøpet er for stort
pl: Zakup jest zbyt duży
pt: Compra demasiado grande
ro: Achiziție prea mare
ru: Слишком большая сумма покупки
sk: Nákup je príliš veľký
sr: Kupovina je prevelika
sv: Köpet är för stort
th: ซื้อมากเกินไป
tr: Alım miktarı çok yüksek
uk: Обсяг покупки занадто великий
vi: Giao dịch mua quá lớn

# error.title.purchaseTooSmall
source: Purchase Too Small
ar: مبلغ الشراء صغير جدًا
bg: Покупката е твърде малка
cs: Příliš malý nákup
da: Beløbet er for lavt
de: Kaufbetrag zu klein
el: Η αγορά είναι υπερβολικά μικρή
es: La compra es demasiado pequeña
fi: Liian pieni ostos
fr: Achat trop faible
he: קנייה קטנה מדי
hu: A vásárlási összeg túl kicsi
id: Pembelian terlalu kecil
it: Acquisto troppo piccolo
ms: Amaun pembelian terlalu kecil
nl: Aankoop te klein
no: Kjøpet er for lite
pl: Zakup za mały
pt: Compra demasiado pequena
ro: Achiziție prea mică
ru: Слишком маленькая сумма покупки
sk: Nákup je príliš malý
sr: Kupovina je premala
sv: Köpet är för litet
th: ซื้อน้อยเกินไป
tr: Alım miktarı çok düşük
uk: Обсяг покупки занадто малий
vi: Giao dịch mua quá nhỏ

# error.title.timelockUnlocked
source: Access Key No Longer Usable in Code
ar: إن مفتاح الوصول لم يعد صالحًا للاستخدام في Code
bg: Ключът за достъп вече не е използваем в Code
cs: Přístupový klíč již není v Code použitelný
da: Adgangsnøgle kan ikke længere bruges i kode
de: Zugangsschlüssel nicht mehr in Code verwendbar
el: Το κλειδί πρόσβασης δεν μπορεί πλέον να χρησιμοποιηθεί στο Code
es: Esta clave de acceso ya no se podrá utilizar en Code
fi: Käyttöoikeusavain ei enää käytettävissä Codessa
fr: La clé d'accès n'est plus utilisable dans le code
he: מפתח הגישה אינו שמיש יותר ב-Code
hu: A hozzáférési kulcs már nem használható a kódban
id: Kunci Akses Tak Lagi Dapat Digunakan di Code
it: Chiave di Accesso Non Più Utilizzabile in Code
ms: Kunci Akses Tidak Boleh Digunakan dalam Kod lagi
nl: Toegangssleutel niet langer bruikbaar in code
no: Tilgangsnøkkel kan ikke lenger brukes i Code
pl: Nie da się już użytkować klucza dostępu w kodzie
pt: Chave de Acesso Deixou de Ser Utilizável na Code
ro: Cheia de acces nu mai poate fi utilizată în Code
ru: Ключ доступа больше нельзя использовать в Code
sk: Prístupový kľúč sa už v kóde nedá použiť
sr: Приступни кључ се више не може користити у Kоду
sv: Åtkomstnyckeln kan inte längre användas i Code.
th: คีย์การเข้าถึงใช้ไม่ได้อีกต่อไปใน Code
tr: Artık Erişim Anahtarı Kodda Kullanılamaz
uk: Ключ доступу більше не може використовуватися в Code
vi: Bạn Không Còn Có thể Sử dụng Khóa Truy cập trong Mã

# error.title.tipCardNotActivated
source: Tip Card Not Activated Yet
ar: بطاقة النصائح لم تُفعّل بعد
bg: Картата за бакшиши все още не е активирана
cs: Tip Card ještě nebyla aktivována
da: Tip Card ikke aktiveret endnu
de: Tipp-Karte noch nicht aktiviert
el: Η Κάρτα Συμβουλών Δεν Έχει Ενεργοποιηθεί Ακόμα
es: Tarjeta de propinas todavía no activada
fi: Tippikortti ei vielä aktivoitu
fr: Tip Card pas encore activée
he: ה"טיפקארד" לא הופעל עדיין
hu: Borravalós kártya még nincs aktiválva
id: Kartu Tip Belum Diaktivasi
it: Tip Card Non Ancora Attivata
nl: De fooikaart is nog niet geactiveerd
no: Tipskort enda ikke aktivert
pl: Karta napiwkowa nie została jeszcze aktywowana
pt: Cartão de gorjetas por ativar
ro: Cardul de bacșișuri nu este activat încă
ru: Карточка чаевых еще не активирована
sk: Tipová karta ešte nie je aktivovaná
sr: Картица за напојнице још увек није активирана
sv: Drickskort ännu inte aktiverat
th: ยังไม่ได้เปิดใช้งานบัตรทิป
tr: Bahşiş Kartı Henüz Etkinleştirilmedi
uk: Картку для чайових ще не активовано
vi: Chưa kích hoạt Thẻ Tip
