Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# subtitle.chat.referralBonus
source: You sent someone their first Kin! Here is your referral bonus:
ar: لقد أرسلت إلى شخص ما أول Kin له! إليك مكافأة الإحالة الخاصة بك:
bg: Вие изпратихте на някого първия Кин! Ето вашия бонус за препоръка:
cs: Poslali jste někomu jejich první Kin! Tady je váš bonus za referenci:
da: Du har sendt nogen deres første Kin! Her er din henvisningsbonus:
de: Sie haben jemandem seinen ersten Kin geschickt! Hier ist Ihr Empfehlungsbonus:
el: Στείλατε σε κάποιον το πρώτο του Kin! Εδώ είναι το μπόνους παραπομπής σας:
es: ¡Has enviado a alguien su primer Kin! Aquí tienes tu bonificación por recomendación:
fi: Lähetit jollekulle ensimmäisen Kinisi! Tässä suosittelijabonuksesi:
fr: Vous avez envoyé un premier Kin à quelqu'un ! Voici votre bonus de parrainage :
he: שלחת למישהו את ה-Kin הראשון שלו! הנה בונוס ההפניה שלך:
hu: Elküldte valakinek az első Kin-jét! Itt van az ajánlói bónusza:
id: Anda mengirim Kin pertama bagi seseorang! Ini adalah bonus referensi Anda:
it: Hai inviato a qualcuno il loro primo Kin! Ecco il tuo bonus di riferimento:
ms: Anda telah menghantar Kin pertama kepada seseorang! Berikut adalah bonus rujukan anda:
nl: Je hebt iemand hun eerste Kin gestuurd! Hier is je referentiebonus:
no: Du har sendt noen sin første Kin! Her er henvisningsbonusen din:
pl: Wysłałeś(-aś) komuś pierwszego Kina! Oto Twój bonus za polecenie:
pt: Enviou a alguém o seu primeiro Kin! Aqui está o seu bónus de referência:
ro: Ai trimis cuiva primul său Kin! Iată bonusul tău de recomandare:
ru: Вы послали кому-то его/ее первый Kin! Вот ваш реферальный бонус:
sk: Poslali ste niekomu ich prvý Kin! Tu je váš bonus za odporúčanie:
sr: Послали сте неком први Кин! Ово је ваш бонус за препоруку:
sv: Du har skickat en första Kin till någon! Här är din värvningsbonus:
th: คุณได้ส่ง Kin แรกให้กับใครบางคน! นี่คือโบนัสแนะนำของคุณ:
tr: Birisine ilk Kin gönderen sen oldun! İşte referans bonusun:
uk: Ви надіслали комусь їхній перший Kin! Ось ваш реферальний бонус:
vi: Bạn đã gửi cho người khác Kin đầu tiên của họ! Đây là tiền thưởng giới thiệu của bạn:

# subtitle.chat.usdcBeingConverted
source: Thank you for opening Code, your purchase is now being completed. Your Kin should be available soon
ar: جارٍ تحويل عملة الدولار الأمريكي الخاصة بك إلى عملة Kin. سوف يستغرق هذا الأمر دقيقة واحدة تقريبًا حتى يكتمل
bg: Вашия USDC се конвертира в Kin. Това би трябвало да отнеме около една минута
cs: Měna USDC se nyní převádí na měnu KIN. K dokončení procesu by měla stačit asi jedna minuta
da: Dine USDC bliver konverteret til Kin. Dette burde tage omkring et minut.
de: USDC wird in Kin umgewandelt. Dieser Vorgang dauert etwa eine Minute
el: Τα USDC σας μετατρέπονται σε Kin. Αυτή η διαδικασία θα διαρκέσει περίπου ένα λεπτό
es: Tus USDC se están convirtiendo a Kin. Esto debería tardar aproximadamente un minuto en completarse.
fi: USDC-kolikkosi muunnetaan nyt Kin-kolikoiksi. Tämän tulisi kestää noin minuutin.
fr: La conversion de vos USDC en Kin est en cours. Cette opération devrait prendre environ une minute.
he: ה-USDC שלך מומר ל-Kin. תהליך זה אמור להימשך כדקה אחת.
hu: USDC-it átváltjuk Kinre. A művelet körülbelül egy percet vesz igénybe
id: USDC Anda sedang dikonversi ke Kin. Proses ini dapat memerlukan waktu sekitar satu menit
it: Stiamo convertendo i tuoi USDC in Kin. L'operazione dovrebbe richiedere circa un minuto
ms: USDC anda sedang ditukarkan kepada Kin. Proses ini sepatutnya mengambil masa kira-kira satu minit untuk diselesaikan
nl: Je USDC wordt geconverteerd naar Kin. Dit duurt ongeveer een minuut
no: USDC veksles til Kin. Dette tar cirka ett minutt
pl: USDC jest w trakcie konwerscji na Kin. Zajmie to około minuty
pt: Os seus USDC estão a ser convertidos em Kin. Esta operação deve demorar cerca de um minuto
ro: Îți mulțumim că ai deschis Code, achiziția ta este în curs de finalizare. Monedele tale Kin ar trebui să fie disponibile în curând
ru: USDC конвертируются в Kin. Это должно занять примерно одну минуту
sk: Prebieha konverzia USDC na Kin. Jej dokončenie by malo trvať približne minútu.
sr: Vaš USDC se pretvara u Kin. Ovo bi trebalo da traje otprilike jedan minut da se završi
sv: Dina USDC konverteras till Kin. Detta bör ta ungefär en minut
th: USDC กำลังแปลงเป็น Kin ขั้นตอนนี้ใช้เวลาประมาณหนึ่งนาทีจึงแล้วเสร็จ
tr: USDC'niz Kin'e dönüştürülüyor. Bu işlemin tamamlanması yaklaşık bir dakika sürecektir.
uk: USDC конвертуються в Kin. Це має зайняти приблизно одну хвилину
vi: USDC của bạn đang được chuyển đổi thành Kin. Quá trình này sẽ mất khoảng một phút để hoàn tất

# subtitle.chat.usdcDeposited
source: You're almost there! Open the Code app to complete your purchase
ar: لقد أودعت بنجاح عملة الدولار الأمريكي. افتح تطبيق Code لاستكمال عملية الشراء
bg: Успешно депозирахте USDC. Отворете приложението Code, за да извършите покупката си
cs: Úspěšně jste vložili USDC. Otevřete aplikaci Code a dokončete nákup
da: Du har indbetalt USDC. Åbn Code-appen for at afslutte dit køb.
de: Sie haben erfolgreich USDC eingezahlt. Öffnen Sie die Code-App, um Ihren Kauf abzuschließen.
el: Η κατάθεση USDC ολοκληρώθηκε με επιτυχία. Ανοίξτε την εφαρμογή Code για να ολοκληρώσετε την αγορά σας
es: Has depositado USDC correctamente. Abre la aplicación Code para completar la compra
fi: USDC-kolikkojen talletus onnistui. Avaa Code-sovellus viimeistelläksesi ostoksesi.
fr: Vous avez bien déposé vos USDC. Ouvrez l'appli Code pour finaliser votre achat
he: הפקדת בהצלחה USDC. פתח את אפליקציית Code כדי להשלים את הרכישה
hu: USDC sikeresen befizetve. Nyissa meg a Code alkalmazást a vásárlás befejezéséhez
id: Anda berhasil menyetor USDC. Buka Code App untuk menyelesaikan pembelian
it: Il deposito di USDC è riuscito. Apri l'app Code per completare il tuo acquisto
ms: Anda berjaya mendepositkan USDC. Buka Code App untuk melengkapkan pembelian anda
nl: Je hebt succesvol USDC gestort. Open de Code-app om je aankoop af te ronden
no: Du har satt inn USDC. Åpne Code-appen for å fullføre kjøpet
pl: Udało się przelać USDC. Otwórz aplikację Code, aby dokończyć zakup
pt: Depositou USDC com sucesso. Abra a aplicação Code para concluir a sua compra
ro: Ești aproape gata! Deschide aplicația Code pentru a finaliza achiziția
ru: Вы успешно внесли USDC. Чтобы завершить покупку, откройте приложение Code
sk: Úspešne ste vložili USDC. Dokončite nákup otvorením aplikácie Code.
sr: Uspešno ste deponovali USDC. Otvorite aplikaciju Code da biste dovršili kupovinu
sv: Du har satt in USDC. Öppna Code-appen för att slutföra ditt köp
th: คุณฝาก USDC สำเร็จ เปิด Code App เพื่อให้การซื้อเสร็จสมบูรณ์
tr: USDC'yi başarıyla yatırdınız. Satın alma işleminizi tamamlamak için Code uygulamasını açın
uk: Ви успішно внесли USDC. Щоб завершити покупку, відкрийте застосунок Code
vi: Bạn đã nạp USDC thành công. Hãy mở ứng dụng Code để hoàn tất giao dịch mua hàng của bạn

# subtitle.chat.welcomeBonus
source: Welcome to Code! Here is your first dollar to get you started:
ar: مكافأة ترحيبية
bg: Бонус за донре дошли
cs: Bonus na uvítanou
da: Velkomstbonus
de: Willkommensbonus
el: Μπόνους καλωσορίσματος
es: Bonificación de bienvenida
fi: Tervetulobonus
fr: Bonus de bienvenue
he: בונוס מבורך
hu: Üdvözlő bónusz
id: Bonus Penyambutan
it: Bonus di benvenuto
ms: Bonus Selamat Datang
nl: Welkomstbonus
no: Velkomstbonus
pl: Bonus powitalny
pt: Bónus de boas-vindas
ro: Bonus de bun-venit
ru: Приветственный бонус
sk: Uvítací bonus
sr: Bonus dobrodošlice
sv: Välkomstbonus
th: โบนัสต้อนรับ
tr: Hoş Geldiniz Bonusu
uk: Вітальний бонус
vi: Thưởng chào mừng

# subtitle.comingSoon
source: Coming Soon
ar: قريباً
bg: Предстоящо
cs: Již brzy
da: Kommer snart
de: Demnächst erhältlich
el: Έρχεται Σύντομα
es: Próximamente
fi: Tulossa pian
fr: À venir
he: יגיע בקרוב
hu: Jön hamarosan
id: Segera Hadir
it: Prossimamente
ms: Akan datang
nl: Binnenkort beschikbaar
no: Kommer snart
pl: Wkrótce
pt: Brevemente
ro: Urmează în curând
ru: Скоро выйдет
sk: Už čoskoro
sr: Долази ускоро
sv: Kommer snart
th: จะมีให้บริการในเร็ว ๆ นี้
tr: Çok Yakında
uk: Скоро буде
vi: Sắp ra mắt

# subtitle.delete
source: Delete
ar: حذف
bg: Изтриване
cs: Odstranit
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hu: Törlés
id: Hapus
it: Cancella
ms: Padam
nl: Verwijderen
no: Slett
pl: Usuń
pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sr: Избриши
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa

# subtitle.deleteAccountDescription
source: Make sure you have your Secret Recovery Phrase saved, and then enter âDeleteâ to delete your Code account. This action is irreversible.
ar: تأكد من حفظ عبارة الاسترداد السرية الخاصة بك, ثم أدخل "حذف" لحذف حساب Code الخاص بك. لا يمكن الرجوع في هذا الإجراء.
bg: Уверете се, че сте запазили своята Тайна фраза за възстановяване и след това въведете "Изтриване", за за изтриете своя профил в Код. Това действие е необратимо.
cs: Ujistěte se, že máte uloženou tajnou frázi pro obnovení, a poté zadejte "Odstranit" pro odstranění účtu Code. Tato akce je nevratná.
da: Sørg for at du har gemt din hemmelige gendannelsessætning og tast derefter "Slet" for at slette din Code-konto. Denne handling kan ikke fortrydes.
de: Vergewissern Sie sich, dass Sie Ihre geheime Wiederherstellungsphrase gespeichert haben, und geben Sie dann „Löschen" ein, um Ihr Code-Konto zu löschen. Dieser Vorgang kann nicht rückgängig gemacht werden.
el: Βεβαιωθείτε ότι έχετε αποθηκεύσει τη Μυστική Φράση Ανάκτησης και, στη συνέχεια, πληκτρολογήστε "Διαγραφή" για να διαγράψετε τον λογαριασμό σας στο Code. Αυτή η ενέργεια είναι μη αναστρέψιμη.
es: Asegúrate de tener guardada tu frase secreta de recuperación y, a continuación, introduce «Eliminar» para borrar tu cuenta de Code. Esta acción es irreversible.
fi: Varmista, että olet tallentanut salaisen palautuslauseesi ja kirjoita sitten "Poista" Code-tilisi poistamiseksi. Tätä toimintoa ei voi perua.
fr: Assurez-vous d'avoir enregistré votre phrase secrète de récupération, puis tapez « Supprimer » pour supprimer votre compte Code. Cette action est irréversible.
he: יש לוודא ששמרת את ביטוי השחזור הסודי שלך, ולאחר מכן להזין "מחק" כדי למחוק את חשבון Code שלך. פעולה זו היא בלתי הפיכה.
hu: Győződj meg róla, hogy a Titkos Helyreállítási Kifejezés el van mentve, majd nyomj "Törlés"-t a Code fiókod törléséhez. Ez a művelet nem visszavonható.
id: Pastikan Anda menyimpan Frasa Pemulihan Rahasia, lalu masukkan "Delete" untuk menghapus akun Code Anda. Tindakan ini tidak dapat dibatalkan.
it: Assicurati di aver salvato la tua frase di recupero segreta e poi inserisci "Cancella" per cancellare il tuo account Code. Questa azione è irreversibile.
ms: Pastikan anda telah menyimpan Frasa Pemulihan Rahsia anda, kemudian masukkan "Padam" untuk memadamkan akaun Code anda. Tindakan ini tidak dapat dipulihkan.
nl: Zorg ervoor dat je je Geheime Herstelzin hebt opgeslagen en voer vervolgens 'Verwijderen' in om je Code-account te verwijderen. Deze actie is onomkeerbaar.
no: Sørg for at du har den hemmelige gjenopprettings-setningen din lagret, og velg deretter «Slett» for å slette Code-kontoen din. Denne handlingen er irreversibel.
pl: Upewnij się, że masz zapisaną swoją tajną frazę odzyskiwania, a następnie wprowadź „Usuń", aby usunąć konto Code. Tego działania nie da się odwrócić.
pt: Certifique-se de que guardou a sua frase de recuperação secreta, e depois selecione "Eliminar" para eliminar a sua conta da Code. Esta ação é irreversível.
ro: Asigură-te că ai salvat Fraza ta secretă de recuperare, apoi scrie „Șterge" pentru a-ți șterge contul Code. Această acțiune este ireversibilă.
ru: Убедитесь, что вы сохранили у себя свою секретную фразу восстановления, а затем введите «‎Удалить», чтобы удалить свою учетную запись Code. Это действие невозможно отменить.
sk: Uistite sa, že máte uloženú svoju tajnú frázu na obnovenie, a potom zadajte „Odstrániť", aby ste odstránili svoje konto v aplikácii Code. Táto akcia je nezvratná.
sr: Проверите да ли је сачувана ваша тајна фраза за опоравак, а онда унесите "Обриши" да бисте обрисали свој Code налог. Ова радња се не може поништити.
sv: Se till att du har sparat din hemliga återställningsfras och skriv sedan "Radera" för att ta bort ditt Code-konto. Denna åtgärd kan inte ångras.
th: ตรวจสอบให้แน่ใจว่าคุณได้บันทึกวลีกู้คืนแล้ว จากนั้นป้อนคำว่า "ลบ" เพื่อลบบัญชี Code ของคุณ การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Gizli Kurtarma İfadeni kaydettiğinden emin ol ve sonra Code hesabını silmek için "Sil"e bas. Bu eylem geri alınamaz.
uk: Переконайтеся, що ви зберегли секретну фразу відновлення, а потім введіть «Видалити», щоб видалити обліковий запис Code. Ця дія незворотна.
vi: Bạn nhớ lưu Cụm từ Khôi phục Bí mật, sau đó nhập "Xóa" để xóa tài khoản Code của mình. Bạn không thể đảo ngược hành động này.

# subtitle.didntGetCode
source: Didn't get an SMS at %@?
ar: ألم تتلقى رمزًا على %@؟
bg: Не получихте код на %@?
cs: Nedostali jste kód na %@?
da: Fik du ikke en kode i %@?
de: Sie haben keinen Code bei %@ erhalten?
el: Δεν λάβατε κωδικό στο %@;
es: ¿No has recibido un código en %@?
fi: Etkö saanut koodia numeroon %@?
fr: Vous n'avez pas reçu de code à %@ ?
he: לא קיבלת קוד ב-%@?
hu: Nem kapott kódot itt: %@?
id: Tidak mendapatkan kode di %@?
it: Non hai ricevuto un codice al %@?
ms: Tidak menerima kod di %@?
nl: Geen code ontvangen op %@?
no: Fikk du ikke en kode på %@?
pl: Nie otrzymałeś kodu w %@?
pt: Não recebeu um código em %@?
ro: Nu ai primit un cod la %@?
ru: Не получили код на %@?
sk: Nedostali ste kód na %@?
sr: Niste dobili kod na %@?
sv: Fick du ingen kod på %@?
th: ไม่ได้รับรหัสที่ %@ หรือ
tr: %@'de bir kod almadın mı?
uk: Не отримали код на %@?
vi: Bạn không nhận được mã xác minh tại %@?

# subtitle.didntGetCodeResend
source: Didn't get an SMS? Resend
ar: ألم تتلقى الرمز؟ إعادة الإرسال
bg: Не сте получили кодът? Повторно изпращане
cs: Nedostali jste kód? Opakujte zaslání
da: Modtog du ikke en kode? Gensend
de: Keinen Code erhalten? Erneut senden
el: Δεν λάβατε τον κωδικό; Νέα αποστολή
es: ¿No has recibido el código? Volver a enviar.
fi: Etkö saanut koodia? Lähetä uudelleen
fr: Vous n'avez pas reçu le code ? Renvoyez-le à
he: לא קיבלת את הקוד? שלח מחדש
hu: Nem kapta meg a kódot? Küldés újra
id: Tidak mendapatkan kode? Kirim ulang
it: Non hai ricevuto il codice? Invia di nuovo
ms: Tidak menerima kod? Hantar semula
nl: De code niet ontvangen? Opnieuw sturen
no: Fikk du ikke koden? Send på nytt
pl: Nie otrzymałeś kodu? Wyślij ponownie
pt: Não recebeu o código? Reenviar
ro: Nu ai primit codul? Trimite din nou
ru: Не получили код? Отправить повторно
sk: Nedostali ste kód? Znovu odoslať
sr: Niste dobili kod? Pošalji ponovo
sv: Fick du inte koden? Skicka om
th: ไม่ได้รับรหัสหรือ ส่งอีกครั้ง
tr: Kodu almadın mı? Tekrar gönder
uk: Не отримали код? Надіслати повторно
vi: Bạn không nhận được mã xác minh? Gửi lại

# subtitle.disableFaceID
source: Disabling Face ID requires you to authenticate.
ar: يتطلب تعطيل خاصية بصمة الوجه التحقق من هويتك.
bg: За да деактивирате лицевата идентификация трябва да потвърдите вашата идентичност.
cs: K zákazu rozpoznávání tváře je nutné ověřit vaši totožnost.
da: Deaktivering af Face ID kræver, at du bekræfter din identitet.
de: Wenn Sie Face ID deaktivieren wollen, müssen Sie Ihre Identität verifizieren.
el: Για την απενεργοποίηση του Αναγνωριστικού Προσώπου απαιτείται επαλήθευση της ταυτότητάς σας.
es: Para desactivar la identificación facial, es necesario que verifiques tu identidad.
fi: Kasvojentunnistuksen poistaminen käytöstä vaatii sen, että vahvistat henkilöllisyytesi.
fr: La désactivation de Face ID vous oblige à vérifier votre identité.
he: השבתת זיהוי פנים דורשת ממך לאמת את הזהות שלך.
hu: Az arcfelismerés letiltásához igazolnia kell személyazonosságát.
id: Menonaktifkan Face ID mengharuskan Anda memverifikasi identitas Anda.
it: La disattivazione di Face ID richiede la verifica della tua identità.
ms: Melumpuhkan Face ID memerlukan anda mengesahkan identiti anda.
nl: Als je Face ID uitschakelt, dien je je identiteit te verifiëren.
no: Deaktivering av Face-ID krever at du bekrefter identiteten din.
pl: Wyłączenie identyfikatora twarzy wymaga zweryfikwoania tożsamości.
pt: Se desativar o Face ID, terá que verifique a sua identidade
ro: Este nevoie să-ți verifici identitatea pentru a putea dezactiva Face ID.
ru: В случае отключения Face ID вам нужно подтвердить свою личность.
sk: Zakázanie Face ID vyžaduje, aby ste overili svoju totožnosť.
sr: Onemogućavanje opcije Face ID zahteva da potvrdite svoj identitet.
sv: När du inaktiverar Face ID måste du verifiera din identitet.
th: การปิดใช้งาน Face ID ทำให้คุณต้องยืนยันตัวตน
tr: Face ID'yi devre dışı bırakmak, kimliğini doğrulamanı gerektirir.
uk: Щоб вимкнути Face ID, вам потрібно підтвердити свою особу.
vi: Việc tắt Face ID sẽ yêu cầu bạn xác minh danh tính của mình.

# subtitle.dontHaveCodeApp
source: Don't have the Code Wallet app?
ar: ألا يوجد لديك تطبيق المحفظة Code؟
bg: Нямате приложението Code Wallet?
cs: Nemáte aplikaci Code Wallet?
da: Har du ikke Code Wallet-appen?
de: Sie haben die Code-Wallet-App noch nicht installiert?
el: Δεν έχεις την εφαρμογή Code Wallet (Κωδικός Πορτοφόλι);
es: ¿No tienes la aplicación Code Wallet?
fi: Eikö sinulla ole Code-lompakkosovellusta?
fr: Vous n'avez pas l'application Code Wallet ?
he: אין לך את אפליקציית Code Wallet?
hu: Nincs a Code Wallet alkalmazásod?
id: Belum punya aplikasi Code Wallet?
it: Non hai l'applicazione Code Wallet?
ms: Tidak mempunyai aplikasi Code Wallet?
nl: Heb je de app Code Wallet niet?
no: Har du ikke appen Code Wallet?
pl: Nie masz aplikacji Code Wallet?
pt: Não tens a aplicação Code Wallet?
ro: Nu aveți aplicația Code Wallet?
ru: У вас нет приложения Code Wallet?
sk: Nemáte aplikáciu Code Wallet?
sr: Немате Code Wallet апликацију?
sv: Har du inte appen Code Wallet?
th: ไม่มีแอป Code Wallet ใช่ไหม
tr: Code Wallet uygulamasına sahip değil misin?
uk: Не маєте застосунку Гаманець Code?
vi: Bạn chưa có ứng dụng Ví Code?

# subtitle.dontHaveKin
source: You don't have any Kin yet.
ar: لا يوجد لديك أموال بعد.
bg: Все още нямате зададен член на семейството
cs: Zatím nemáte žádné kiny.
da: Du har endnu ingen Kin.
de: Sie haben noch keine Kin.
el: Δεν έχετε ακόμα Kin.
es: Aún no tienes Kin.
fi: Sinulla ei ole vielä kinejä.
fr: Vous ne disposez pas d'abord de Kin.
he: עדיין אין לך קין.
hu: Még nincs rokonod.
id: Anda belum punya Kin.
it: Non possiedi ancora nessun Kin.
ms: Anda belum mempunyai sebarang Kin.
nl: Je hebt nog geen KIN.
no: Du har ennå ikke noen Kin
pl: Nie masz jeszcze Kin.
pt: Ainda não tem qualquer Kin.
ro: Nu ai încă niciun Kin.
ru: У вас еще нет Kin.
sk: Zatiaľ nemáte žiaden Kin.
sr: Još uvek nemate nijedan Kin
sv: Du har inga Kin ännu.
th: คุณยังไม่มี Kin เลย
tr: Herhangi bir Kin'in yok.
uk: У вас ще немає Kin.
vi: Bạn chưa có Kin nào.

# subtitle.enableFaceID
source: Enable Face ID to require authentication when opening Code.
ar: قم بتفعيل خاصية بصمة الوجه لزيادة تعزيز أمان المعاملة في Code.
bg: Активирайте лицева идентификация, за да засилите сигурността на транзакцията с код.
cs: Povolit rozpoznávání tváře jako další bezpečnostní úroveň transakcí kódu.
da: Aktiver Face ID for yderligere at forbedre sikkerheden ved transaktioner i Code.
de: Aktivieren Sie Face ID, um die Sicherheit von Transaktionen in Code weiter zu erhöhen.
el: Ενεργοποιήστε το Αναγνωριστικό Προσώπου για να ενισχύσετε περαιτέρω την ασφάλεια των συναλλαγών στο Code.
es: Habilita la identificación facial para reforzar aún más la seguridad de las transacciones en Code.
fi: Ota kasvojentunnistus käyttöön parantaaksesi Coden maksutapahtumien turvallisuutta entisestään.
fr: Activer Face ID pour renforcer encore la sécurité de la transaction dans Code.
he: אפשר זיהוי פנים כדי להגביר את אבטחת העסקאות בקוד.
hu: Engedélyezze a Face ID-t, hogy tovább fokozza a tranzakciók biztonságát a Code-ban.
id: Aktifkan Face ID untuk lebih meningkatkan keamanan transaksi dalam Code.
it: Abilita Face ID per aumentare ulteriormente la sicurezza delle transazioni in Code.
ms: Aktifkan Face ID untuk meningkatkan lagi keselamatan urus niaga dalam Code.
nl: Schakel Face ID in om de beveiliging van transacties in Code verder te verbeteren.
no: Aktiver Face-ID for å forbedre sikkerheten for transaksjoner i kode ytterligere.
pl: Włącz identyfikator Twarzy, żeby jeszcze bardziej zwiększyć bezpieczeństwo transakcji w Code.
pt: Ative o Face ID para melhorar a segurança das suas transações na Code.
ro: Activează Face ID pentru a ameliora securitatea tranzacțiilor efectuate în Code.
ru: Включите Face ID, чтобы повысить защиту транзакции в Code.
sk: Povoľte Face ID, aby ste ešte viac zvýšili bezpečnosť transakcií v rámci kódu.
sr: Omogućite opciju Face ID da biste dodatno poboljšali bezbednost transakcije u aplikaciji Code.
sv: Aktivera Face ID för att ytterligare förbättra säkerheten för transaktioner i Kod.
th: เปิดใช้งาน Face ID เพื่อเพิ่มความปลอดภัยของธุรกรรมใน Code
tr: Code'daki işlem güvenliğini daha fazla geliştirmek için Face ID'yi etkinleştir.
uk: Увімкніть Face ID, щоб ще більше підвищити безпеку транзакцій у Code.
vi: Bật Face ID để tăng cường bảo mật hơn nữa cho giao dịch trong Mã.

# subtitle.enterDestinationAddress
source: Enter destination address
ar: أدخل عنوان الوجهة
bg: Въведи адрес на дестинация
cs: Zadejte adresu určení
da: Indtast destinationsadresse
de: Zieladresse eingeben
el: Εισαγάγετε τη διεύθυνση προορισμού
es: Introducir dirección de destino
fi: Syötä kohdeosoite
fr: Entrer l'adresse de destination
he: הכנס כתובת יעד
hu: Írja be a cél címét
id: Masukkan alamat tujuan
it: Inserisci l'indirizzo di destinazione
ms: Masukkan alamat destinasi
nl: Adres van bestemming invoeren
no: Angi destinasjonsadresse
pl: Wpisz adres docelowy
pt: Introduzir endereço de destino
ro: Introdu adresa de destinație
ru: Введите адрес назначения
sk: Zadajte cieľovú adresu
sr: Unesite adresu odredišta
sv: Ange destinationsadress
th: ป้อนที่อยู่ปลายทาง
tr: Hedef adresi gir
uk: Введіть адресу призначення
vi: Nhập địa chỉ đích

# subtitle.enterUpTo
source: Enter up to %@
ar: أدخل ما يصل إلى %@
bg: Въведи до %@
cs: Zadejte až %@
da: Indtast op til %@
de: Geben Sie bis zu %@ ein.
el: Εισαγάγετε έως %@
es: Introduce hasta %@
fi: Syötä enintään %@
fr: Entrer jusqu'à %@
he: הכנס כמות עד %@
hu: Adjon meg legfeljebb %@
id: Masukkan hingga %@
it: Inserisci fino a %@
ms: Masukkan sehingga %@
nl: Voer maximaal %@ in
no: Skriv inn opptil %@
pl: Wpisz do %@
pt: Introduza até %@
ro: Introdu maxim %@
ru: Введите до %@
sk: Zadajte až %@
sr: Unesi do %@
sv: Ange upp till %@
th: ป้อนได้สูงสุด %@
tr: En fazla %@ girebilirsin
uk: Введіть до %@
vi: Nhập tối đa %@
