Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# title.phoneNumber
source: Phone Number
ar: رقم الهاتف
bg: Телефонен номер
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
el: Αριθμός Τηλεφώνου
es: Número de teléfono
fi: Puhelinnumero
fr: Numéro de téléphone
he: מספר טלפון
hu: Telefonszám
id: Nomor Telepon
it: Numero di telefono
ms: Nombor Telefon
nl: Telefoonnummer
no: Telefonnummer
pl: Numer telefonu
pt: Número de Telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sr: Broj telefona
sv: Telefonnummer
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
uk: Телефонний номер
vi: Số Điện thoại

# title.privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
bg: Политика за поверителност
cs: Ochrana soukromí
da: Privatlivspolitik
de: Datenschutzrichtlinien
el: Πολιτική Απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ms: Dasar Privasi
nl: Privacybeleid
no: Personvernerklæring
pl: Zasady prywatności
pt: Política de Privacidade
ro: Politică de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sr: Pravila o privatnosti
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách Quyền riêng tư

# title.recentCurrencies
source: Recent Currencies
ar: العملات الأخيرة
bg: Последно използвани валути
cs: Poslední měny
da: Seneste valutaer
de: Letzte Währungen
el: Πρόσφατα Νομίσματα
es: Divisas recientes
fi: Viimeaikaiset valuutat
fr: Devises récentes
he: סוגי מטבע בשימוש לאחרונה
hu: Legutóbbi pénznemek
id: Mata Uang Terbaru
it: Valute recenti
ms: Mata Wang Baru
nl: Recente valuta
no: Nylige valutaer
pl: Niedawne waluty
pt: Moedas Recentes
ro: Valute folosite recent
ru: Недавние валюты
sk: Najnovšie meny
sr: Nedavne valute
sv: Senaste valutorna
th: สกุลเงินล่าสุด
tr: Son Para Birimleri
uk: Останні валюти
vi: Đơn vị tiền tệ Gần đây

# title.referFriend
source: Refer a Friend, Get $5
ar: ارسل طلب إحالة لصديق, واحصل على 5 دولارات
bg: Препоръчай на приятел, вземи $5
cs: Doporučte kamaráda a získejte 5 USD
da: Henvis en ven, få $5
de: Empfehle Sie uns an einen Freund oder eine Freundin weiter und erhalten Sie 5 $ dafür
el: Σύστησε ένα Φίλο, Λάβε $5
es: Recomienda a un amigo y consigue 5 $
fi: Suosita ystävää, saat 5 $
fr: Parrainez un ami, recevez 5 $
he: הפנה חבר, קבל 5$
hu: Ajánlj egy barátot, kapsz 5 dollárt
id: Ajak Teman, Dapatkan $5
it: Invita un amico, ricevi 5 $
ms: Rujuk Rakan, Dapat $5
nl: Verwijs een vriend en ontvang $5
no: Henvis en venn, få USD 5
pl: Poleć znajomemu i otrzymaj 5 $
pt: Refira a uma amigo, ganhe 5€
ro: Recomandați un prieten, primiți 5 dolari
ru: Приведите друга, получите 5 долл. США
sk: Odporučte priateľa a získajte 5 dolárov
sr: Препоручите пријатеља, узмите 5$
sv: Värva en vän, få 5 USD
th: แนะนำเพื่อน รับ $5
tr: Bir Arkadaş Yönlendir, $5'ı Kazan
uk: Порекомендуйте другу, отримайте 5 дол.
vi: Giới thiệu một người bạn - Nhận 5$

# title.referralBonus
source: Referral Bonus
ar: مكافأة الإحالة
bg: Бонус за препоръка
cs: Bonus za doporučení
da: Henvisningsbonus
de: Empfehlungsbonus
el: Δώρο Σύστασης Φίλου
es: Bono por recomendación
fi: Suositusbonus
fr: Bonus de parrainage
he: בונוס הפניה
hu: Ajánlói bónusz
id: Bonus Referensi
it: Bonus referral
ms: Bonus Rujukan
nl: Verwijzingsbonus
no: Henvisningsbonus
pl: Bonus za polecenie
pt: Bónus de Referência
ro: Bonus de recomandare
ru: Реферальный бонус
sk: Bonus za odporúčanie
sr: Бонус за препоруке
sv: Värvningsbonus
th: โบนัสการแนะนำ
tr: Yönlendirme Bonusu
uk: Реферальний бонус
vi: Tiền thưởng Giới thiệu

# title.requestKin
source: Request Kin
ar: اطلب Kin
bg: Поискай Kin
cs: Požádat o Kin
da: Anmod om Kin
de: Kin anfordern
el: Ζητήστε Kin
es: Solicitar Kin
fi: Pyydä kinejä
fr: Demander des Kin
he: בקשת Kin
hu: Kin kérése
id: Minta Kin
it: Richiedi Kin
ms: Minta Kin
nl: Kin aanvragen
no: Be om Kin
pl: Poproś o Kin
pt: Solicitar Kin
ro: Solicită monede Kin
ru: Запросить кин
sk: Požiadať o kin
sr: Затражи Кин
sv: Begär Kin
th: ขอรับ Kin
tr: Kin Talep Et
uk: Запит на Kin
vi: Yêu cầu Kin

# title.requestTip
source: Request a Tip
ar: اطلب إكرامية
bg: Поискай бакшиш
cs: Požádat o spropitné
da: Anmod om drikkepenge
de: Trinkgeld anfordern
el: Ζητήστε Φιλοδώρημα
es: Solicitar una propina
fi: Pyydä tippi
fr: Demander un pourboire
he: בקשת טיפ
hu: Kérj borravalót
id: Minta Tip
it: Richiedi una mancia
ms: Minta Tip
nl: Een fooi aanvragen
no: Be om tips
pl: Poproś o napiwek
pt: Solicitar uma recompensa
ro: Solicită un bacșiș
ru: Запросить чаевые
sk: Požiadať o tip
sr: Затражи напојницу
sv: Be om dricks
th: ขอรับทิป
tr: Bahşiş İste
uk: Запросити чайові
vi: Yêu cầu Tiền boa

# title.requireFaceID
source: Require Face ID
ar: مطلوب Face ID
bg: Изискване на Face ID
cs: Vyžaduje Face ID
da: Kræv Face ID
de: Face ID erforderlich
el: Απαιτείται Αναγνώριση Προσώπου
es: Requerir Face ID
fi: Vaadi kasvotunnistus
fr: Nécessite Face ID
he: נדרש Face ID
hu: Face ID-t igényel
id: Memerlukan Face ID
it: Richiedi Face ID
nl: Vereist gezichts-ID
no: Krev ansikts-ID
pl: Wymagaj Face ID
pt: Pedir Face ID
ro: Solicită Face ID
ru: Запрашивать Face ID
sk: Vyžaduje Face ID
sr: Захтевање Face ID-ја
sv: Kräv Face ID
th: ต้องใช้ Face ID
tr: Face ID gerekir
uk: Вимагати Face ID

# title.requirePasscode
source: Require Passcode
ar: مطلوب رمز المرور
bg: Изискване на парола
cs: Vyžaduje kód
da: Kræv adgangskode
de: Passcode erforderlich
el: Απαιτείται Κωδικός Πρόσβασης
es: Requerir contraseña
fi: Vaadi tunnuskoodi
fr: Nécessite Passcode
he: נדרשת סיסמה
hu: Jelszót igényel
id: Memerlukan Kode Sandi
it: Richiedi password
nl: Vereist toegangscode
no: Krev passkode
pl: Wymagaj hasła
pt: Pedir Código de Acesso
ro: Necesită parolă
ru: Запросить код доступа
sk: Vyžadovať heslo
sr: Захтевање кода
sv: Kräv lösenkod
th: ต้องใช้รหัสผ่าน
tr: Şifre Gerekir
uk: Вимагати пароль

# title.requireTouchID
source: Require Touch ID
ar: مطلوب مستشعر Touch ID
bg: Изискване на Touch ID
cs: Vyžaduje Touch ID
da: Kræv Touch ID
de: Touch ID erforderlich
el: Απαιτείται Αναγνώριση Αφής
es: Requerir Touch ID
fi: Vaadi sormenjälkitunnistus
fr: Nécessite Touch ID
he: נדרש Touch ID
hu: Touch ID-t igényel
id: Memerlukan Touch ID
it: Richiedi Touch ID
nl: Vereist touch-ID
no: Krev berørings-ID
pl: Wymagaj Touch ID
pt: Pedir Touch ID
ro: Solicită Touch ID
ru: Запрашивать Touch ID
sk: Vyžaduje Touch ID
sr: Захтевање Touch ID-ја
sv: Kräv Touch ID
th: ต้องใช้ Touch ID
tr: Touch ID gerekir
uk: Вимагати Touch ID

# title.results
source: Results
ar: النتائج
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fr: Résultats
he: תוצאות
hu: Eredmények
id: Hasil
it: Risultati
ms: Hasil
nl: Resultaten
no: Resultater
pl: Wyniki
pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sr: Rezultati
sv: Resultat
th: ผลลัพธ์
tr: Sonuçlar
uk: Результати
vi: Kết quả

# title.selectAccount
source: Select an Account
ar: حدد حسابًا
bg: Избери профил
cs: Vybrat účet
da: Vælg en konto
de: Wählen Sie ein Konto
el: Επιλέξτε Λογαριασμό
es: Seleccionar una cuenta
fi: Valitse käyttäjätili
fr: Sélectionnez un compte
he: בחר חשבון
hu: Válassz egy fiókot
id: Pilih Akun
it: Seleziona un account
ms: Pilih Akaun
nl: Selecteer een Account
no: Velg konto
pl: Wybierz konto
pt: Selecione uma conta
ro: Selectează un cont
ru: Выберите учетную запись
sk: Vybrať konto
sr: Избор налога
sv: Välj ett konto
th: เลือกบัญชี
tr: Bir Hesap Seç
uk: Обрати обліковий запис
vi: Chọn Tài khoản

# title.selectCountry
source: Select a Country
ar: حدد بلدًا
bg: Избери държава
cs: Vybrat zemi
da: Vælg et land
de: Wählen Sie ein Land
el: Επιλέξτε Χώρα
es: Seleccionar un país
fi: Valitse maa
fr: Sélectionnez un pays
he: בחר מדינה
hu: Válassz országot
id: Pilih Negara
it: Seleziona un paese
ms: Pilih Negara
nl: Selecteer een Land
no: Velg land
pl: Wybierz kraj
pt: Selecione um país
ro: Selectează o țară
ru: Выберите страну
sk: Vybrať krajinu
sr: Избор земље
sv: Välj ett land
th: เลือกประเทศ
tr: Bir Ülke Seç
uk: Обрати країну
vi: Chọn Quốc gia

# title.selectCurrency
source: Select a Currency
ar: اختر عملة
bg: Избор на валута
cs: Zvolit měnu
da: Vælg en valuta
de: Wählen Sie eine Währung
el: Επιλέξτε Νόμισμα
es: Elegir una divisa
fi: Valitse valuutta
fr: Sélectionner une devise
he: בחר סוג מטבע
hu: Válasszon egy valutát
id: Pilih Mata Uang
it: Seleziona una valuta
ms: Pilih Mata Wang
nl: Een valuta selecteren
no: Velg en valuta
pl: Wybierz walutę
pt: Selecione uma Moeda
ro: Selectează o valută
ru: Выбрать валюту
sk: Vyberte menu
sr: Izaberi valutu
sv: Välj en valuta
th: เลือกสกุลเงิน
tr: Para Birimi Seç
uk: Вибрати валюту
vi: Chọn một Đơn vị tiền tệ

# title.switchAccounts
source: Switch Accounts
ar: تبديل الحسابات
bg: Смени акаунти
cs: Přepnout účet
da: Skift konti
de: Konten wechseln
el: Εναλλαγή Λογαριασμών
es: Cambiar de cuenta
fi: Vaihda tilejä
fr: Échanger des comptes
he: החלף חשבון
hu: Fiókcsere
id: Beralih Akun
it: Cambia account
ms: Tukar Akaun
nl: Wisselen van account
no: Bytt konto
pl: Przełącz konta
pt: Mudar de Conta
ro: Folosește alt cont
ru: Переключить учетные записи
sk: Prepnúť účty
sr: Promeni naloge
sv: Byt konto
th: สลับบัญชี
tr: Hesap Değiştir
uk: Змінити акаунт
vi: Chuyển đổi Tài khoản

# title.termsOfService
source: Terms of Service
ar: شروط الخدمة
bg: Условия на ползване
cs: Všeobecné obchodní podmínky
da: Servicebetingelser
de: Servicebedingungen
el: Όροι Χρήσης
es: Términos y condiciones
fi: Palveluehdot
fr: Conditions d'utilisation
he: תנאי שימוש
hu: Szolgáltatási feltételek
id: Ketentuan Layanan
it: Termini di servizio
ms: Syarat Perkhidmatan
nl: Servicevoorwaarden
no: Brukervilkår
pl: Warunki świadczenia usług
pt: Termos de Serviço
ro: Termeni de utilizare
ru: Условия пользования
sk: Podmienky služby
sr: Uslovi korišcenja usluge
sv: Villkor för tjänsten
th: เงื่อนไขการให้บริการ
tr: Hizmet Şartları
uk: Умови обслуговування
vi: Điều khoản Dịch vụ

# title.tipKin
source: Tip Kin
ar: إكرامية Kin
bg: Бакшиш Kin
cs: Dát Kin spropitné
da: Giv drikkepenge i Kin
de: Kin-Trinkgeld geben
el: Φιλοδώρημα Kin
es: Dar Kin de propina
fi: Anna kinejä tippinä
fr: Donner un pourboire en Kin
he: מתן Kin כטיפ
hu: Kin borravaló
id: Beri Tip Kin
it: Mancia Kin
nl: Fooi-kin
no: Tips Kin
pl: Napiwek Kin
pt: Dar recompensa em Kin
ro: Trimite bacșiș monede Kin
ru: Дать чаевые в кин
sk: Tipovať kin
sr: Дај напојницу у виду Кина
sv: Ge Kin i dricks
th: ให้ทิปเป็น Kin
tr: Bahşiş Olarak Kin Ver
uk: Дати чайові у Kin
vi: Boa Kin

# title.unknown
source: Unknown
ar: غير معروف
bg: Неизвестен
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hu: Ismeretlen
id: Tak Dikenal
it: Sconosciuto
ms: Tidak diketahui
nl: Onbekend
no: Ukjent
pl: Nieznane
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sk: Neznámy
sr: Непознато
sv: Okänt
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомо
vi: Không xác định

# title.updateRequired
source: Update Required
ar: التحديث مطلوب
bg: Необходимо е обновяване
cs: Je nutná aktualizace
da: Opdatering nødvendig
de: Aktualisierung erforderlich
el: Απαιτείται Ενημέρωση
es: Actualización requerida
fi: Päivitys vaaditaan
fr: Mise à jour requise
he: נדרש עדכון
hu: Frissítés szükséges
id: Memerlukan Pembaruan
it: Aggiornamento richiesto
ms: Kemas Kini Diperlukan
nl: Update vereist
no: Oppdatering kreves
pl: Wymagana aktualizacja
pt: Atualização Necessária
ro: Este necesară actualizarea
ru: Требуется обновление
sk: Vyžaduje sa aktualizácia
sr: Potrebno je ažuriranje
sv: Uppdatering krävs
th: จำเป็นต้องอัปเดต
tr: Güncelleme Gerekli
uk: Потрібне оновлення
vi: Cần Cập nhật

# title.verifyPhoneNumber
source: Verify Phone Number
ar: التحقق من رقم الهاتف
bg: Потвърди телефонен номер
cs: Ověřit telefonní číslo
da: Bekræft telefonnummer
de: Telefonnummer verifizieren
el: Επαλήθευση Αριθμού Τηλεφώνου
es: Verificar número de teléfono
fi: Vahvista puhelinnumero
fr: Vérifier le numéro de téléphone
he: אימות מספר טלפון
hu: Telefonszám ellenőrzése
id: Verifikasi Nomor Telepon
it: Verifica numero di telefono
ms: Sahkan Nombor Telefon
nl: Telefoonnummer verifiëren
no: Bekreft telefonnummer
pl: Zweryfikuj numer telefonu
pt: Verificar Número de Telefone
ro: Verifică numărul de telefon
ru: Подтвердить номер телефона
sk: Overiť telefónne číslo
sr: Potvrdi broj telefona
sv: Verifiera telefonnummer
th: ยืนยันหมายเลขโทรศัพท์
tr: Telefon Numarasını Doğrula
uk: Підтвердити номер телефону
vi: Xác minh Số Điện thoại

# title.welcomeBonus
source: Welcome Bonus
ar: مكافأة ترحيبية
bg: Бонус за "Добре дошли"
cs: Uvítací bonus
da: Velkomstbonus
de: Willkommensbonus
el: Δώρο Καλωσορίσματος
es: Bono de bienvenida
fi: Tervetuliaisbonus
fr: Bonus de bienvenue
he: בונוס קבלת פנים
hu: Kezdő bónusz
id: Bonus Selamat Datang
it: Bonus di benvenuto
ms: Bonus Alu-aluan
nl: Welkomstbonus
no: Velkomstbonus
pl: Bonus powitalny
pt: Bónus de Boas-vindas
ro: Bonus de bun-venit
ru: Приветственный бонус
sk: Uvítací bonus
sr: Бонус добродошлице
sv: Välkomstbonus
th: โบนัสต้อนรับ
tr: Hoş Geldin Bonusu
uk: Вітальний бонус
vi: Tiền thưởng Chào mừng

# title.withdrawKin
source: Withdraw Kin
ar: سحب الأموال
bg: Премахни член на семейството
cs: Vybrat kin
da: Hæv Kin
de: Kin abheben
el: Ανάληψη Kin
es: Retirar Kin
fi: Nosta kinejä
fr: Retirer Kin
he: משוך קין
hu: Kin felvétele
id: Tarik Kin
it: Preleva Kin
ms: Keluarkan Kin
nl: KIN opnemen
no: Ta ut Kin
pl: Wypłać Kin
pt: Levantar Kin
ro: Retrage Kin
ru: Вывести Kin
sk: Odvolať Kin
sr: Povuci Kin
sv: Återkalla Kin
th: ถอน Kin
tr: Kin Çek
uk: Вивести Kin
vi: Rút Kin

# title.yourAccessKey
source: Your Access Key
ar: مفتاح الوصول الخاص بك
bg: Вашия ключ за достъп
cs: Váš přístupový klíč
da: Din adgangskode
de: Ihr Zugangsschlüssel
el: Κλειδί Πρόσβασής Σας
es: Tu clave de acceso
fi: Oma käyttöoikeusavaimesi
fr: Votre clé d'accès
he: מפתח הגישה שלך
hu: Az Ön hozzáférési kulcsa
id: Kunci Akses Anda
it: La tua chiave d'accesso
ms: Kunci Akses Anda
nl: Je toegangscode
no: Tilgangsnøkkelen din
pl: Twój klucz dostępu
pt: A Sua Chave de Acesso
ro: Cheia ta de acces
ru: Ваш ключ доступа
sk: Váš prístupový kľúč
sr: Tvoj ključ za pristup
sv: Din åtkomstnyckel
th: คีย์การเข้าถึงของคุณ
tr: Erişim Anahtarın
uk: Ваш ключ доступу
vi: Khóa Truy cập của Bạn

# tooltip.tapLogo
source: Tap the Code logo to share the app download link
ar: انقر فوق الشعار لمشاركة رابط تنزيل التطبيق
bg: Докоснете логото, за да споделите връзката за изтегляне на приложението
cs: Klepnutím na logo můžete sdílet odkaz ke stažení aplikace
da: Tryk på logoet for at dele download-linket til appen
de: Tippen Sie das Logo an, um den Download-Link der App zu teilen
el: Πατήστε στο λογότυπο για να μοιραστείτε τον σύνδεσμο λήψης της εφαρμογής
es: Pulsa el logotipo para compartir el enlace de descarga de la aplicación
fi: Napauta logoa jakaaksesi sovelluksen latauslinkin
fr: Appuyez sur le logo pour partager le lien de téléchargement de l'application
he: לחצו על הלוגו כדי לשתף את קישור הורדת האפליקציה
hu: Érintsd meg a logót az alkalmazás letöltési linkjének megosztásához
id: Klik logo untuk membagikan tautan unduhan aplikasi
it: Tocca il logo per condividere il link di download dell'app
nl: Tik op het logo om de downloadlink van de app te delen
no: Trykk på logoen for å dele nedlastingslenken til appen
pl: Dotknij logo, aby udostępnić link do pobrania aplikacji
pt: Toque no logotipo para partilhar a ligação de transferência da aplicação
ro: Atingeți logo-ul pentru a partaja link-ul de descărcare a aplicației
ru: Коснитесь логотипа, чтобы поделиться ссылкой для загрузки приложения
sk: Klepnutím na logo zdieľajte odkaz na stiahnutie aplikácie
sr: Додирните логотип да бисте поделили везу за преузимање апликације
sv: Tryck på logotypen för att dela länken för att ladda ned appen
th: แตะโลโก้เพื่อแชร์ลิงก์ดาวน์โหลดแอป
tr: Uygulama indirme bağlantısını paylaşmak için logoya dokun
uk: Натисніть на логотип, щоб поділитися посиланням для завантаження додатка
