Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# subtitle.getFriendStartedOnCode
source: Get $5 of Kin for free when you get a friend to sign up for Code and you send them their first Kin.
ar: احصل على 5 دولارات من عملة الـ Kin مجانًا عندما يقوم صديق بالتسجيل في Code وترسل له أول Kin.
bg: Вземете $5 Kin безплатно, когато ваш приятел се присъедини към Code и му изпратите първият му Kin.
cs: Získejte Kin v hodnotě 5 USD zdarma, když přimějete kamaráda, aby se zaregistroval do služby Code, a pošlete mu jeho první Kin.
da: Få $5 i Kin gratis, når du får en ven til at tilmelde sig Code, og du sender dem deres første Kin.
de: Erhalten Sie 5 $ Kin gratis, wenn Sie einen Freund oder eine Freundin dazu bringen, sich bei Code anzumelden, und Sie ihm oder ihr die ersten Kin schicken.
el: Λάβε $5 σε Kin δωρεάν όταν ένας φίλος σου εγγραφεί στο Code και τους στείλεις το πρώτο τους Kin.
es: Obtén 5 $ de Kin gratis cuando consigas que un amigo se registre en Code y le envíes su primer Kin.
fi: Nappaa 5 $ edestä kiniä ilmaiseksi saadessasi ystävän rekisteröitymään Codeen ja lähettämällä hänelle hänen ensimmäiset kininsä.
fr: Recevez gratuitement 5 $ de Kin lorsqu'un ami s'inscrit sur Code et que vous lui envoyez son premier Kin.
he: קבל 5$ של Kin בחינם כאשר אתה מביא חבר להירשם ל-Code ושולח לו את ה-Kin הראשון שלו.
hu: 5 USD Kint kapsz ingyen, ha felkéred egy barátod, hogy regisztráljon a Code szolgáltatásra, és te elküldöd neki az első Kint.
id: Dapatkan $5 Kin gratis saat Anda mengajak teman untuk mendaftar ke Code dan Anda mengirimi mereka Kin pertamanya.
it: Ottieni 5 $ di Kin gratis quando fai iscrivere un amico a Code e gli invii il suo primo Kin.
ms: Dapatkan $5 Kin secara percuma apabila anda mendapatkan rakan untuk mendaftar Code dan anda menghantar Kin pertama mereka kepada mereka.
nl: Ontvang $5 aan Kin gratis als je een vriend zich laat aanmelden voor Code en je hem of haar zijn of haar eerste Kin stuurt.
no: Få Kin verdt USD 5 gratis når du får en venn til å registrere seg for Code og du sender dem deres første Kin.
pl: Otrzymaj 5 $ Kin za darmo, kiedy Twój znajomy zarejestruje się do aplikacji Code, a Ty wyślesz mu pierwszy Kin.
pt: Ganhe 5€ grátis em Kin quando conseguir que um amigo se inscreva na Code e este lhe enviar o seu primeiro Kin.
ro: Primiți 5 dolari în Kin în mod gratuit atunci când convingeți un prieten să se înscrie la Code și îi trimiteți primul său Kin.
ru: Получите Kin в эквиваленте 5 долларов бесплатно, попросив друга зарегистрироваться в Code и отправив ему его первый Kin.
sk: Získajte 5$ v Kinoch zadarmo, keď dostanete priateľa, aby sa zaregistroval na Kód a pošlete mu jeho prvý Kin.
sr: Добијте 5$ Кина бесплатно када натерате пријатеља да се пријави за Код и пошаљете му његов први Кин.
sv: Få 5 USD i Kin gratis genom att värva en vän till Code och skicka en första Kin till vederbörande.
th: รับ Kin $5 ฟรีเมื่อคุณชวนเพื่อนลงทะเบียน Code แล้วส่ง Kin แรกให้พวกเขา
tr: Bir arkadaşınızı Code'a kaydettirdiğinizde ve ona, ilk Kin'ini gönderdiğinizde, $5'lık bedava Kin kazanırsınız.
uk: Отримайте 5 дол. в Kin безкоштовно, коли ваш друг зареєструється в Code за вашим запрошенням, і ви надішлете йому його перший Kin.
vi: Khi bạn mời được một người bạn đăng ký dùng Code và bạn gửi Kin đầu tiên cho họ, bạn sẽ nhận được 5$ Kin miễn phí.

# subtitle.getKin
source: Code uses the cryptocurrency Kin for payments. Here are some ways to get more Kin into your Code wallet.
ar: يستخدم Code العملة المشفرة Kin للمدفوعات. إليك بعض الطرق للحصول على المزيد من Kin في محفظة Code الخاصة بك.
bg: Code използва крипто валутата Kin за плащания. Ето няколко начина да получите повече Kin във вашия портфейл с код.
cs: Code používá pro platby kryptoměnu Kin. Zde je několik způsobů, jak získat více Kinů do vaší peněženky s kódem.
da: Code bruger kryptovalutaen Kin til betalinger. Her er nogle måder, hvorpå du kan få flere Kin i din Code-pung.
de: Code verwendet die Kryptowährung Kin für Zahlungen. Hier sind einige Möglichkeiten, mehr Kin in Ihre Code-Geldbörse zu bekommen.
el: Το Code χρησιμοποιεί το κρυπτονόμισμα Kin για πληρωμές. Ακολουθούν μερικοί τρόποι για να βάλετε περισσότερο Kin στο πορτοφόλι σας Code.
es: Code utiliza la criptomoneda Kin para los pagos. Aquí tienes algunas formas de conseguir más Kin en tu monedero Code.
fi: Code käyttää maksuihin Kin-kryptovaluuttaa. Tässä on eräitä tapoja saada lisää kinejä Code-kukkaroosi.
fr: Code utilise la crypto-monnaie Kin pour les paiements. Voici quelques moyens d’obtenir plus de Kin dans votre portefeuille Code.
he: הקוד משתמש במטבע הקריפטו Kin לתשלומים. הנה כמה דרכים להוסיף עוד Kin לארנק הקוד שלך.
hu: A Code a Kin-t használja fizetésre. Íme néhány mód, hogy több Kin kerüljön a Code tárcádba.
id: Code menggunakan cryptocurrency Kin untuk pembayaran. Berikut adalah beberapa cara untuk memasukkan lebih banyak Kin ke dompet Code Anda.
it: Code usa la criptovaluta Kin per effettuare pagamenti. Questi sono alcuni modi per immettere più Kin nel tuo Code wallet.
ms: Kod menggunakan mata wang kripto Kin untuk pembayaran. Berikut merupakan beberapa cara untuk memasukkan lebih banyak Kin ke dalam dompet Kod anda.
nl: Code gebruikt de cryptocurrency Kin voor betalingen. Hier zijn enkele manieren om meer Kin in je Code-wallet te krijgen.
no: Kode bruker kryptovalutaen Kin for betalinger. Her er noen måter for å få flere Kin i kode-lommeboken din.
pl: Code korzysta z kryptowaluty kin do dokonywania płatności. Oto parę sposobów na uzyskanie większej ilości tej kryptowaluty do swojego portfela Code.
pt: O Code usa a criptomoeda Kin para efetuar pagamentos. Aqui estão algumas formas de adicionar mais Kin à sua carteira Code.
ro: Code folosește criptomoneda kin pentru plăți. Iată câteva modalități de a obține mai mulți kin în portofelul tău Code.
ru: Code использует криптовалюту Kin для платежей. Вот несколько способов получить больше Kin в свой кошелек Code.
sk: Kód používa na platby kryptomenu Kin. Tu je niekoľko spôsobov, ako získať viac Kinov do vašej peňaženky s kódom.
sr: Код користи криптовалуту Кин за плаћања. Ево неколико начина да унесете више Кин-а у свој Код новчаник.
sv: Code använder kryptovalutan Kin för betalning. Här är några sätt att få mer Kin i din Code-plånbok.
th: Code จะใช้สกุลเงินคริปโต Kin ในการชำระเงิน นี่คือวีธีบางส่วนในการรับ Kin เพิ่มเติมเข้าในกระเป๋าเงิน Code ของคุณ
tr: Code, ödemeler için kripto para birimi Kin'i kullanır. İşte Code cüzdanına daha fazla Kin almanın bazı yolları.
uk: Code використовує криптовалюту Kin для платежів. Ось кілька способів отримати більше Kin у ваш гаманець Code.
vi: Code sử dụng tiền điện tử Kin để thanh toán. Dưới đây là một số cách để nhận thêm Kin vào ví Code của bạn.

# subtitle.getYourFirstKinFree
source: Get Your First $1 of Kin for Free
ar: احصل على أول 1 دولار لك من وحدات Kin مجانًا
bg: Вземете първия си $1 в Kin безплатно
cs: Získejte první Kin v hodnotě 1 USD zdarma
da: Få din første $1 af Kin gratis
de: Erhalten Sie Ihren ersten 1 $ Kin gratis
el: Λάβε το Πρώτο Σου $1 Kin Δωρεάν
es: Consigue gratis tu primer dólar de Kin
fi: Saa ensimmäinen 1 $ kiniä ilmaiseksi
fr: Recevez gratuitement votre premier $ de Kin
he: קבל את ה-$1 של Kin הראשון שלך בחינם
hu: Szerezd meg első 1 dolláros Kint ingyen
id: Dapatkan $1 Kin Pertama Anda Secara Gratis
it: Ottieni il tuo primo 1 $ di Kin gratis
ms: Dapatkan $1 Kin Pertama Anda secara Percuma
nl: Krijg je eerste $1 van Kin gratis
no: Få dine første Kin verdt USD 1 gratis
pl: Otrzymaj pierwszego 1 $ Kin za darmo
pt: Ganhe o seu primeiro 1€ em Kin grátis
ro: Obțineți primul dumneavoastră 1 dolar în Kin în mod gratuit
ru: Получите бесплатно свой первый Kin в эквиваленте 1 долл. США
sk: Získajte svoj prvý 1$ v Kinoch zadarmo
sr: Добијте свој први 1$ Кина бесплатно
sv: Få din första 1 USD i Kin gratis
th: รับฟรี $1 ของ Kin แรกของคุณ
tr: $1 Kin'inizi Ücretsiz Alın
uk: Отримайте свій перший 1 дол. в Kin безкоштовно
vi: Nhận 1$ Kin đầu tiên miễn phí

# subtitle.giveKinFaceID
source: Verify your identity to give kin.
ar: التحقق من هويتك لمنح الأموال.
bg: Потвърдете вашата идентичност, за да зададете член на семейството.
cs: K darování kinu si nechejte ověřit totožnost.
da: Bekræft din identitet for at give Kin
de: Verifizieren Sie Ihre Identität, um Kin zu überweisen.
el: Επαληθεύστε την ταυτότητά σας για να δώσετε Kin.
es: Verifica tu identidad para dar Kin.
fi: Vahvista henkilöllisyytesi antaaksesi kinejä.
fr: Vérifier votre identité pour donner des Kin.
he: אמת את הזהות שלך כדי להעביר קין.
hu: Igazolja személyazonosságát ahhoz, hogy kint adhasson.
id: Verifikasi identitas Anda untuk memberi Kin.
it: Verifica la tua identità per poter donare Kin.
ms: Sahkan identiti anda untuk memberikan kin.
nl: Je identiteit verifiëren om KIN te schenken.
no: Bekreft identiteten din for å gi Kin.
pl: Zweryfikuj tożsamość, żeby otrzymać Kin.
pt: Verifique a sua identidade para dar kin.
ro: Verifică-ți identitatea pentru a trimite Kin.
ru: Подтвердите свою личность, чтобы дать kin.
sk: Overte svoju totožnosť, ak chcete dať kin.
sr: Potvrdite svoj identitet da biste dali kin.
sv: Verifiera din identitet för att kunna ge din släkt.
th: ยืนยันตัวตนของคุณเพื่อให้ kin
tr: Kin vermek için kimliğini doğrula.
uk: Підтвердьте свою особу, щоб надати Kin.
vi: Xác minh danh tính của bạn để tặng Kin.

# subtitle.howToDeposit
source: Deposit Kin into your Code wallet by sending Kin to your Deposit Address below. Tap to copy.
ar: قم بإيداع الأموال في محفظة Code الخاصة بك عن طريق إرسالها إلى عنوان الإيداع الخاص بك أدناه. انقر للنسخ.
bg: Депозирайте член на семейството към вашия кодиран портфейл като изпратите член на семейството към вашия адрес на депозиране по - долу. Натиснете, за да копирате.
cs: Uložit kin do kódové peněženky odesláním kinu na níže uvedenou ukládací adresu. Klepnutím zkopírujete.
da: Indsæt Kin i din Code wallet ved at sende Kin til din deponeringsadresse nedenfor. Tap for at kopiere.
de: Sie können Code-Wallet mit Kin aufladen, indem Sie Kin an Ihre unten angegebene Einzahlungsadresse senden. Zum Kopieren einfach Tippen.
el: Καταθέστε Kin στο πορτοφόλι σας Code στέλνοντας Kin στην παρακάτω Διεύθυνση Κατάθεσης. Πατήστε για αντιγραφή.
es: Deposita Kin en tu monedero Code enviando Kin a tu dirección de depósito que aparece a continuación. Toca para copiar.
fi: Talleta kinejä Code-kukkaroosi lähettämällä kinejä talletusosoitteeseesi tämän alla. Kopioi napauttamalla.
fr: Déposer Kin dans votre porte-monnaie Code en envoyant Kin à votre adresse de dépôt ci-dessous. Taper pour copier.
he: הפקד קין לארנק הקוד שלך על ידי שליחת קין לכתובת ההפקדות שלך המצוינת מטה. הקש להעתקה.
hu: Fizesse be Kint Code tárcájába úgy, hogy elküldi a Kint az alábbi befizetési címére. Koppintson a másoláshoz.
id: Setor Kin ke dompet Code Anda dengan mengirim Kin ke Alamat Setoran Anda di bawah ini. Ketuk untuk menyalin.
it: Deposita Kin nel tuo portafoglio Code inviando Kin al tuo indirizzo di deposito qui sotto. Tocca per copiare.
ms: Depositkan Kin ke dompet Code anda dengan menghantar Kin ke Alamat Deposit anda di bawah. Ketik untuk salin.
nl: Stort KIN in je Code-wallet door KIN naar je stortingsadres hieronder te sturen. Tik om te kopiëren.
no: Deponer Kin i kodelommeboken din ved å sende Kin til innskuddsadressen din nedenfor. Trykk for å kopiere.
pl: Zdeponuj Kin w swoim portfelu Code, wysyłając Kin na poniższy adres depozytowy. Stuknij, żeby skopiować.
pt: Deposite Kin na sua carteira Code enviando Kin para o seu Endereço de Depósito abaixo. Toque para copiar.
ro: Depozitează Kin în portofelul tău Code trimițând o sumă în Kin la adresa ta de depozit de mai jos. Apasă pentru a copia.
ru: Внесите Kin на свой кошелек Code, отправив Kin на свой депозитный адрес ниже. Коснитесь, чтобы скопировать.
sk: Vložte Kin do svojej peňaženky s kódom odoslaním Kinu na vašu depozitnú adresu nižšie. Klepnutím skopírujete.
sr: Uložite Kin u svoj Code novčanik tako što ćete poslati Kin na svoju adresu za ulaganje ispod. Dodirnite da biste kopirali.
sv: Sätt in Kin i din Code wallet genom att skicka Kin till din insättningsadress nedan. Tryck på för att kopiera.
th: ฝาก Kin ลงในกระเป๋าเงิน Code ของคุณโดยส่ง Kin ไปยังที่อยู่ฝากเงินของคุณด้านล่าง แตะเพื่อคัดลอก
tr: Aşağıda bulunan Para Yatırma Adresine göndererek Code cüzdanına Kin yatır. Kopyalamak için dokun.
uk: Внесіть Kin у свій гаманець Code, надіславши Kin на свою депозитну адресу нижче. Торкніться, щоб скопіювати.
vi: Gửi Kin đến Địa chỉ Nạp tiền của bạn ở bên dưới để nạp Kin vào ví Mã của bạn. Nhấn để sao chép.

# subtitle.insufficientFundsDescription
source: Please get more Kin and then try paying again
ar: يُرجى الحصول على المزيد من Kin ثم محاولة الدفع مرة أخرى
bg: Моля, вземете повече Kin и след това опитайте да платите отново
cs: Získejte další Kin a pak zkuste zaplatit znovu
da: Få venligst flere Kin, og prøv derefter at betale igen
de: Bitte mehr Kin besorgen und dann erneut versuchen zu bezahlen.
el: Αποκτήστε περισσότερα Kin και, στη συνέχεια, δοκιμάστε ξανά να πληρώσετε
es: Consiga más Kin e intente pagar de nuevo.
fi: Hanki lisää kinejä ja yritä sitten maksaa uudelleen
fr: Veuillez obtenir plus de Kin et essayez de payer à nouveau
he: אנא השיגו עוד Kin ואז נסו לשלם שוב
hu: Kérjük, szerezzen több Kin-t, majd próbáljon újra fizetni
id: Dapatkan lebih banyak Kin dan kemudian coba bayar lagi
it: Ottieni più Kin e poi prova a pagare di nuovo
ms: Sila dapatkan lebih banyak Kin dan kemudian cuba bayar sekali lagi
nl: Verkrijg meer Kin en probeer opnieuw te betalen
no: Få deg flere Kin og prøv deretter å betale på nytt
pl: Zdobądź więcej Kin, a następnie spróbuj zapłacić ponownie
pt: Obtenha mais Kin e tente pagar novamente
ro: Te rugăm să obții mai mulţi Kin și apoi să încerci să plătești din nou
ru: Получите больше Kin и попробуйте заплатить еще раз
sk: Získajte viac Kinov a skúste platbu zopakovať
sr: Набавите још кинова, а затим покушајте поново да платите
sv: Skaffa mer Kin och försök sedan att betala igen
th: โปรดรับ Kin เพิ่มแล้วลองชำระเงินอีกครั้ง
tr: Lütfen daha fazla Kin alın ve tekrar ödeme yapmayı deneyin
uk: Будь ласка, отримайте більше Kin та спробуйте оплатити знову
vi: Vui lòng nhận thêm Kin rồi thử thanh toán lại

# subtitle.invalidTokenAccount
source: Invalid destination account
ar: حساب المستلم غير صحيح
bg: Невалидна сметка на получателя
cs: Neplatný cílový účet
da: Ugyldig destinationskonto
de: Ungültiges Empfängerkonto
el: Μη έγκυρος λογαριασμός προορισμού
es: Cuenta de destino no válida
fi: Virheellinen kohdetili
fr: Compte de destination invalide
he: חשבון יעד לא חוקי
hu: Érvénytelen célfiók
id: Akun tujuan tidak valid
it: Conto di destinazione non valido
ms: Akaun destinasi tidak sah
nl: Ongeldig bestemmingsaccount
no: Ugyldig destinasjonskonto
pl: Nieprawidłowe konto docelowe
pt: Conta de destino inválida
ro: Cont de destinație nevalid
ru: Неверный целевой счет
sk: Neplatný cieľový účet
sr: Неважећи одредишни налог
sv: Ogiltigt mottagarkonto
th: บัญชีปลายทางไม่ถูกต้อง
tr: Geçersiz hedef hesabı
uk: Недійсний рахунок призначення
vi: Tài khoản đích không hợp lệ

# subtitle.learnMore
source: Learn more
ar: معرفة المزيد
bg: Научи повече
cs: Zjistit více
da: Læs mere
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
fi: Lue lisää
fr: En savoir plus
he: למד עוד
hu: Tudj meg többet
id: Pelajari lebih lanjut
it: Maggiori informazioni
ms: Ketahui lebih lanjut
nl: Meer informatie
no: Lær mer
pl: Dowiedz się więcej
pt: Saber mais
ro: Află mai multe
ru: Узнать больше
sk: Dozvedieť sa viac
sr: Saznaj više
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edin
uk: Довідатися більше
vi: Tìm hiểu thêm

# subtitle.linkedPhoneNumberDescription
source: Your phone number is linked with this Code account. Friends can find you using this phone number.
ar: رقم هاتفك مُرفق بحساب Code هذا. يُمكن لأصدقائك العثور عليك باستخدام رقم الهاتف هذا.
bg: Вашият телефонен номер е свързан с този код на профил. Приятелите могат да те откриват чрез телефонния номер.
cs: Vaše telefonní číslo je propojeno s tímto kódovým účtem. Přátelé vás pomocí tohoto čísla najdou.
da: Dit telefonnummer er linket med denne Code-konto. Venner kan finde dig ved at anvende dette telefonnummer.
de: Ihre Telefonnummer ist mit diesem Code-Konto verknüpft. Freunde können Sie über diese Telefonnummer finden.
el: Ο αριθμός τηλεφώνου σας είναι συνδεδεμένος με αυτόν τον λογαριασμό Code. Οι φίλοι μπορούν να σας βρουν χρησιμοποιώντας αυτόν τον αριθμό τηλεφώνου.
es: Tu número de teléfono está vinculado a esta cuenta Code. Tus amigos pueden utilizarlo para localizarte.
fi: Puhelinnumerosi on yhdistetty tähän Code-tiliin. Ystäväsi voivat löytää sinut käyttämällä tätä puhelinnumeroa.
fr: Votre numéro de téléphone est associé à ce compte Code. Vos amis peuvent vous trouver en utilisant ce numéro de téléphone.
he: מספר הטלפון שלך מקושר עם חשבון הקוד הזה. חברים יכולים למצוא אותך באמצעות שימוש במספר הטלפון הזה.
hu: Az Ön telefonszáma ehhez a Code fiókhoz van kapcsolva. Ismerősei megtalálhatják Önt ezen a telefonszámon.
id: Nomor telepon Anda ditautkan dengan akun Code ini. Teman-teman dapat menemukan Anda menggunakan nomor telepon ini.
it: Il tuo numero di telefono è collegato a questo account Code. Gli amici possono trovarti tramite questo numero di telefono.
ms: Nombor telefon anda dipautkan dengan akaun Code ini. Kawan-kawan boleh mencari anda menggunakan nombor telefon ini.
nl: Je telefoonnummer is gekoppeld aan dit Code-account. Vrienden kunnen je vinden via dit telefoonnummer.
no: Telefonnummeret ditt er koblet til denne kodekontoen. Vennene dine kan finne deg ved å bruke dette telefonnummeret.
pl: Twój numer telefonu jest połączony z tym kontem Code. Znajomi mogą Cię znaleźć, używając tego numeru telefonu.
pt: O seu número de telemóvel está associado a esta conta Code. Os seus amigos podem encontrá-lo utilizando este número.
ro: Numărul tău de telefon este conectat la acest cont Kin. Prietenii te pot găsi folosind acest număr de telefon.
ru: Ваш номер телефона привязан к этой учетной записи Code. Друзья смогут вас по нему найти.
sk: Vaše telefónne číslo je prepojené s týmto kódovým účtom. Priatelia vás môžu nájsť pomocou tohto telefónneho čísla.
sr: Vaš broj telefona je povezan sa ovim Code nalogom. Prijatelji vas mogu pronaći pomoću ovog broja telefona.
sv: Ditt telefonnummer är kopplat till detta kodkonto. Vänner kan hitta dig med hjälp av detta telefonnummer.
th: หมายเลขโทรศัพท์ของคุณเชื่อมโยงกับบัญชี Code นี้ เพื่อน ๆ สามารถหาคุณได้โดยใช้หมายเลขโทรศัพท์นี้
tr: Telefon numaran bu Code hesabıyla bağlantılıdır. Arkadaşların bu telefon numarasını kullanarak seni bulabilir.
uk: Ваш номер телефону прив’язано до акаунту цього гаманця Code. Друзі можуть знайти вас за цим номером телефону.
vi: Số điện thoại của bạn được liên kết với tài khoản Mã này. Bạn bè có thể tìm thấy bạn bằng số điện thoại này.

# subtitle.loadingBalance
source: Loading your balance and transaction history
ar: تحميل رصيدك وسجل معاملاتك
bg: Зареждане на баланса и история на транзакциите ви
cs: Načítání zůstatků a historie transakcí
da: Indlæser din saldo og transaktionshistorik
de: Laden des Saldos und Transaktionsverlaufs
el: Φόρτωση του υπολοίπου σας και του ιστορικού συναλλαγών
es: Cargando tu saldo e historial de transacciones
fi: Ladataan saldoasi ja maksuhistoriaasi
fr: Chargement de votre solde et de l'historique de vos transactions
he: טוען את היתרה והיסטוריית העסקאות שלך
hu: Egyenleg és tranzakciós előzmények betöltése
id: Memuat saldo dan riwayat transaksi Anda
it: Caricamento di saldo e cronologia delle transazioni
ms: Memuatkan baki dan sejarah transaksi anda
nl: Je saldo en transactiegeschiedenis worden geladen
no: Vi laster inn saldo og transaksjonshistorikk
pl: Ładowanie salda i historii transakcji
pt: A carregar o seu saldo e histórico de transações
ro: Se încarcă soldul și istoricul tranzacțiilor
ru: Загрузка вашего баланса и истории транзакций
sk: Načítava sa váš zostatok a história transakcií
sr: Učitavanje vašeg stanja i istorije transakcija
sv: Läser in ditt saldo och transaktionshistorik
th: กำลังโหลดยอดคงเหลือและประวัติธุรกรรมของคุณ
tr: Bakiye ve işlem geçmişiniz yükleniyor
uk: Завантаження вашого балансу та історії транзакцій
vi: Đang tải số dư và lịch sử giao dịch của bạn

# subtitle.loginDescription
source: Check your photos for the Access Key you saved when you first created your account.
ar: تحقق من صورك بحثًا عن مفتاح الوصول الذي حفظته عند إنشاء حسابك لأول مرة.
bg: Проверка на вашите снимки за ключ за достъп, който сте съхранили при първоначалното създаване на профил.
cs: Zkontrolujte snímky k přístupovému kódu, který jste si uložili při prvním vytvoření účtu.
da: Tjek dine billeder for at hente den adgangskode, du gemte, da du oprettede din konto.
de: Durchsuchen Sie Ihre Fotos nach dem Zugangsschlüssel, den Sie bei der erstmaligen Erstellung Ihres Kontos gespeichert haben.
el: Ελέγξτε τις φωτογραφίες σας για το Κλειδί Πρόσβασης που αποθηκεύσατε όταν δημιουργήσατε για πρώτη φορά τον λογαριασμό σας.
es: Busca en tus fotos la clave de acceso que guardaste al crear tu cuenta.
fi: Etsi valokuvistasi käyttöoikeusavain, jonka tallensit tilisi luomisen yhteydessä.
fr: Vérifier vos photos pour la clé d'accès que vous avez enregistrée lors de la création de votre compte.
he: בדוק את התמונות של מפתח הגישה ששמרת כשיצרת לראשונה את החשבון.
hu: Nézze meg fotóin a hozzáférési kulcsot, amelyet a fiók létrehozásakor mentett.
id: Periksa Kunci Akses yang Anda simpan di foto Anda saat pertama kali membuat akun.
it: Controlla nelle tue foto per trovare la chiave d'accesso che hai salvato quando hai creato per la prima volta il tuo account.
ms: Semak gambar anda untuk Kunci Akses yang disimpan apabila anda mula-mula mencipta akaun.
nl: Controleer je foto's voor de toegangscode die je hebt opgeslagen toen je je account voor het eerst aanmaakte.
no: Sjekk bildene dine for tilgangsnøkkelen du lagret da du først opprettet kontoen din.
pl: Sprawdź w zdjęciach klucz dostępu zapisany podczas tworzenia konta.
pt: Procure nas suas fotos a Chave de Acesso que guardou quando criou a sua conta.
ro: Caută în fotografii Cheia de acces pe care ai salvat-o când ai creat contul.
ru: Проверьте свои фото на наличие ключа доступа, который вы сохранили при создании своей учетной записи.
sk: Skontrolujte svoje fotografie, či nemáte prístupový kľúč, ktorý ste si uložili pri prvom vytvorení účtu.
sr: Proverite svoje fotografije za ključ za pristup koji ste sačuvali kada ste prvi put otvorili nalog.
sv: Kontrollera dina foton för att hitta den åtkomstnyckel som du sparade när du först skapade ditt konto.
th: ตรวจสอบรูปภาพของคุณเพื่อหาคีย์การเข้าถึงที่คุณบันทึกไว้ตอนที่สร้างบัญชีครั้งแรก
tr: Hesabını ilk oluşturduğunda Erişim Anahtarı için kaydettiğin fotoğraflarını kontrol et.
uk: Перевірте свої фотографії на наявність ключа доступу, який ви зберегли, коли вперше створили свій акаунт.
vi: Kiểm tra ảnh của bạn để xem Khóa Truy cập mà bạn đã lưu khi tạo tài khoản lần đầu.
