Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# faq.q._4
source: How do I buy more Kin?
ar: كيف يمكنني شراء المزيد من عملة Kin؟
bg: Как мога да купя повече Kin?
cs: Jak si koupím více Kin?
da: Hvordan køber jeg flere Kin?
de: Wie kaufe ich mehr Kin?
el: Πώς αγοράζω περισσότερα Kin;
es: ¿Cómo puedo comprar más Kin?
fi: Miten ostan lisää Kiniä?
fr: Comment puis-je acheter plus de Kin ?
he: איך ניתן לרכוש עוד Kin?
hu: Hogyan vásárolhatok még több Kin-t?
id: Bagaimana cara membeli lebih banyak Kin?
it: Come si comprano altri Kin?
ms: Di manakah Kin saya disimpan?
nl: Hoe koop ik meer Kin?
no: Hvordan kjøper jeg mer Kin?
pl: Jak mogę kupić większą ilość waluty Kin?
pt: Como é que compro mais Kin?
ro: Cum pot cumpăra mai mult Kin?
ru: Как мне купить больше Kin?
sk: Ako môžem kúpiť viac Kin?
sr: Како да купим још кина?
sv: Hur köper jag mer Kin?
th: ฉันจะหา Kin เพิ่มได้อย่างไร
tr: Nasıl daha fazla Kin satın alabilirim?
uk: Як я можу купити більше Kin?
vi: Kin của tôi được lưu trữ ở đâu?

# faq.q._5
source: Can I sell Kin?
ar: هل يمكنني بيع عملة Kin؟
bg: Мога ли да продам Kin?
cs: Můžu Kin prodat?
da: Kan jeg sælge Kin?
de: Kann ich Kin verkaufen?
el: Μπορώ να πουλήσω τα Kin;
es: ¿Puedo vender Kin?
fi: Voinko myydä Kiniä?
fr: Puis-vendre du Kin ?
he: האם ניתן למכור Kin?
hu: Eladhatom a Kin-t?
id: Bisakah saya menjual Kin?
it: È possibile vendere i Kin?
ms: Bagaimana jika saya menghantar Kin kepada orang yang salah?
nl: Kan ik Kin verkopen?
no: Kan jeg selge Kin?
pl: Czy mogę sprzedawać Kin?
pt: Posso vender Kin?
ro: Pot să vând Kin?
ru: Можно ли продать Kin?
sk: Môžem predať Kin?
sr: Да ли могу да продам Kin?
sv: Kan jag sälja Kin?
th: ฉันสามารถขาย Kin ได้ไหม
tr: Kin'i satabilir miyim?
uk: Чи можу я продати Kin?
vi: Nếu tôi gửi Kin cho nhầm người thì sao?

# faq.q._6
source: How can I help?
ar: كيف يمكنني المساعدة؟
bg: Как мога да помогна?
cs: Jak mohu pomoci?
da: Hvordan kan jeg hjælpe?
de: Wie kann ich helfen?
el: Πώς μπορώ να βοηθήσω;
es: ¿Cómo puedo ayudar?
fi: Miten voin auttaa?
fr: Comment puis-je promouvoir Code ?
he: איך ניתן לסייע?
hu: Miben segíthetek?
id: Bagaimana saya bisa membantu?
it: Posso essere d'aiuto?
ms: Adakah terdapat sebarang bayaran apabila membayar dengan mata wang yang berbeza?
nl: Hoe kan ik helpen?
no: Hvordan kan jeg hjelpe?
pl: Jak mogę pomóc?
pt: Como é que posso ajudar?
ro: Cum pot fi de ajutor?
ru: Чем я могу помочь?
sk: Ako môžem pomôcť?
sr: Како могу да вам помогнем?
sv: Hur kan jag hjälpa till?
th: ฉันจะช่วยได้อย่างไร
tr: Nasıl yardımcı olabilirim?
uk: Чим я можу допомогти?
vi: Có bất kỳ khoản phí nào khi thực hiện thanh toán bằng các loại tiền tệ khác nhau không?

# login.description.agreeToOur
source: agree to our
ar: توافق على
bg: се съгласявате с нашите
cs: souhlasíte s našimi
da: accepterer du vores
de: geben Sie die Zustimmung zu unseren
el: συμφωνείτε με
es: aceptas nuestros
fi: hyväksyt
fr: accepter notre
he: מסכים ל
hu: egyetért a mi
id: setuju dengan
it: accetti i nostri
ms: bersetuju dengan
nl: akkoord te gaan met ons
no: godtar du vår
pl: zgadzasz się na nasze
pt: está a concordar com o nosso
ro: îți exprimi acordul cu
ru: принимаете наши
sk: súhlasíte s naším
sr: pristajete na naše
sv: samtycker till vår
th: ยอมรับใน...ของเรา
tr: şunları kabul ediyorsun:
uk: погоджуєтеся з нашими
vi: đồng ý với

# login.description.byTapping
source: By tapping "Create an Account" or "Log In" you
ar: بالنقر على "إنشاء حساب" أو "تسجيل الدخول", فأنت
bg: С натискане на създаване на профил" или "вход" вие
cs: Klepnutím na „Vytvořit účet" nebo na „Přihlásit"
da: Ved at trykke på "Opret en konto" eller "Log ind"
de: Mit dem Tippen auf "Konto erstellen" oder "Anmelden"
el: Πατώντας "Δημιουργία Λογαριασμού" ή "Σύνδεση"
es: Al pulsar "Crear una cuenta" o "Iniciar sesión",
fi: Napauttamalla painiketta Luo tili tai Kirjaudu sisään
fr: En appuyant sur "Créer un compte" ou "Se connecter" vous
he: בלחיצה על "צור חשבון" או "התחברות" אתה
hu: A "Fiók létrehozása" vagy a "Bejelentkezés" gomb megérintésével
id: Dengan mengetuk "Buat Akun" atau "Masuk" maka Anda
it: Toccando "Crea un account" o "Accedi",
ms: Dengan mengetik "Cipta Akaun" atau "Log Masuk" anda
nl: Door te tikken op 'Een account aanmaken' of 'Inloggen', bevestig je
no: Ved å trykke på «Opprett en konto» eller «Logg inn»
pl: Stukając „Utwórz konto" lub „Zaloguj się"
pt: Ao tocar em "Criar uma Conta" ou "Iniciar Sessão"
ro: Apăsând pe „Creează un cont" sau pe „Conectare",
ru: Нажимая на "Создать учетную запись" или "Войти", вы
sk: Klepnutím na „Vytvoriť účet" alebo „Prihlásiť sa"
sr: Dodirom na „Kreiraj nalog" ili „Prijavi se" vi
sv: Genom att trycka på "Skapa ett konto" eller "Logga in" gör du följande
th: โดยการแตะที่ "สร้างบัญชี" หรือ "เข้าสู่ระบบ" คุณ
tr: "Hesap Oluştur"a veya "Giriş Yap"a dokunarak
uk: Торкнувшись "Створити акаунт" або "Увійти", ви
vi: Bằng việc nhấn vào "Tạo Tài khoản" hoặc "Đăng nhập", bạn

# permissions.description.camera
source: Your camera is used to receive Kin. Please allow access to the camera to proceed.
ar: تُستخدم الكاميرا الخاصة بك لاستقبال الأموال. يُرجى السماح بالوصول إلى الكاميرا للمتابعة.
bg: Вашата камера се използва за получаване на роднини. Моля, разрешите достъп до камерата, за да продължите
cs: K získávání kinu se využívá fotoaparát. Pokud chcete pokračovat, povolte přístup k fotoaparátu.
da: Dit kamera bruges til at modtage Kin. Tillad kameraadgang for at fortsætte.
de: Ihre Kamera wird benötigt, um Kin zu empfangen. Bitte erlauben Sie den Zugriff auf die Kamera, um fortfahren zu können.
el: Η κάμερά σας χρησιμοποιείται για τη λήψη Kin. Επιτρέψτε την πρόσβαση στην κάμερα για να συνεχίσετε.
es: Tu cámara se emplea para recibir Kin. Permite el acceso a la cámara para continuar.
fi: Kameraasi käytetään kinien vastaanottamiseen. Salli kameran käyttöoikeudet voidaksesi jatkaa.
fr: Votre caméra est utilisée pour recevoir des Kin. Veuillez autoriser l'accès à la caméra pour continuer.
he: המצלמה שלך משמשת לקבלת קין. אנא אפשר גישה למצלמה כדי להמשיך.
hu: Az Ön kamerája a Kin fogadására szolgál. A folytatáshoz engedélyezze a kamerához való hozzáférést.
id: Kamera Anda digunakan untuk menerima Kin. Harap Izinkan akses ke kamera untuk melanjutkan.
it: La tua fotocamera viene utilizzata per ricevere Kin. Consenti l'accesso alla fotocamera per procedere.
ms: Kamera anda digunakan untuk menerima Kin. Sila benarkan akses kepada kamera untuk teruskan.
nl: Je camera wordt gebruikt om KIN te ontvangen. Geef toegang tot de camera om door te gaan.
no: Kameraet ditt brukes til å motta Kin. Gi tilgang til kameraet for å fortsette.
pl: Twoja kamera używana jest do otrzymywania Kin. Aby umożliwić dalsze kroki, prosimy o zezwolenie na dostęp do kamery.
pt: A sua câmara é utilizada para receber Kin. Permita o acesso à câmara para continuar.
ro: Fotocamera este folosită pentru a primi Kin. Te rugăm să permiți accesul la fotocameră pentru a continua.
ru: Ваша камера используется для получения Kin. Разрешите доступ к камере, чтобы продолжить.
sk: Váš fotoaparát sa používa, aby ste mohli prijímať Kin. Ak chcete pokračovať, povoľte prístup k fotoaparátu.
sr: Vaša kamera se koristi da primite Kin. Dozvolite pristup kameri da biste nastavili.
sv: Din kamera används för att ta emot Kin. Tillåt åtkomst till kameran för att fortsätta.
th: กล้องของคุณใช้ในการรับ Kin โปรดอนุญาตให้เข้าถึงกล้องเพื่อดำเนินการต่อ
tr: Kameran Kin almak için kullanılıyor. Devam etmek için lütfen kameraya erişim izni ver.
uk: Ваша камера використовується для отримання Kin. Щоб продовжити, надайте, будь ласка, доступ до камери.
vi: Camera của bạn được sử dụng để nhận Kin. Xin vui lòng cho phép truy cập vào camera để tiếp tục.

# permissions.description.push
source: We need push notifications to send you timely information about your account.
ar: نحتاج إلى الإشعارات اللحظية لإرسال معلومات حول حسابك في الوقت المناسب.
bg: За да получавате информация за вашия профил навреме са необходими насочени известия.
cs: Ke včasnému odeslání údajů o vašem účtu potřebujeme zprávy push.
da: Vi har brug for push-beskeder for at sende dig rettidig information om din konto.
de: Wir verwenden Push-Benachrichtigungen, um Ihnen zeitgerecht Informationen über Ihr Konto zukommen zu lassen.
el: Χρειαζόμαστε τις ειδοποιήσεις push για να σας στέλνουμε έγκαιρα πληροφορίες σχετικά με τον λογαριασμό σας.
es: Necesitamos notificaciones Push para enviarte información puntual sobre tu cuenta.
fi: Tarvitsemme palveluilmoitukset, jotta voimme lähettää sinulle ajan tasalla olevia tietoja tilistäsi.
fr: Nous avons besoin des notifications push pour vous envoyer des informations opportunes sur votre compte.
he: אנו צריכים לשלוח הודעות דחיפה כדי להעביר לך מידע על החשבון שלך בזמן אמת.
hu: Push értesítésekre van szükségünk, hogy időben információkat küldhessünk a fiókjáról.
id: Kami membutuhkan pemberitahuan push untuk mengirimi Anda informasi tentang akun Anda secara tepat waktu.
it: Abbiamo bisogno delle notifiche push per inviarti informazioni tempestive sul tuo account.
ms: Kami memerlukan notifikasi tolak untuk menghantar maklumat tentang akaun anda tepat pada masanya.
nl: We gebruiken pushmeldingen om je tijdig informatie over je account te sturen.
no: Vi trenger push-varsler for å sende deg rettidig informasjon om kontoen din.
pl: Żeby wysyłać Ci w porę informacje o koncie, potrzebujemy powiadomień typu push.
pt: São necessárias notificações push para lhe podermos enviar informação pertinente sobre a sua conta.
ro: Avem nevoie de notificări push pentru a-ți putea trimite cu promptitudine informații cu privire la contul tău.
ru: Мы используем push-уведомления, чтобы своевременно отправлять вам информацию о вашей учетной записи.
sk: Potrebujeme push notifikácie, aby sme vám mohli včas posielať informácie o vašom účte.
sr: Potrebna su nam prosleđena obaveštenja da bismo vam poslali blagovremene informacije o vašem nalogu.
sv: Vi behöver push-notiser för att skicka dig aktuell information om ditt konto.
th: เราจำเป็นต้องใช้การแจ้งเตือนแบบพุชเพื่อส่งข้อมูลที่ทันเวลาเกี่ยวกับบัญชีของคุณ
tr: Hesabın hakkında seni zamanında bilgilendirmek için anlık bildirimlere ihtiyacımız var.
uk: Нам потрібні push-сповіщення, щоб надсилати вам своєчасну інформацію про ваш акаунт.
vi: Chúng tôi cần thông báo đẩy để gửi cho bạn thông tin kịp thời về tài khoản của bạn.

# prompt.description.confirmWithdrawal
source: Withdrawals are irreversible and cannot be undone once initiated.
ar: عمليات السحب لا رجعة فيها ولا يُمكن التراجع عنها بمجرد بدئها.
bg: Тегленето на средства е необратимо и не може да бъде отменено след като е направено..
cs: Výběry jsou nevratné a po zahájení je nelze vrátit zpět.
da: Udbetalinger er irreversible og kan ikke fortrydes, når de først er startet.
de: Abhebungen sind entgültig und können nicht rückgängig gemacht werden.
el: Οι αναλήψεις είναι μη αναστρέψιμες και δεν μπορούν να αναιρεθούν αφού ξεκινήσουν.
es: Las retiradas son irreversibles y no pueden deshacerse una vez iniciadas.
fi: Nostot ovat peruuttamattomia, eikä niitä voi kumota sen jälkeen, kun ne on kerran aloitettu.
fr: Les retraits sont irréversibles et ne peuvent être annulés une fois lancés.
he: משיכות הן בלתי הפיכות ולא ניתן לבטל אותן ברגע שהחלו.
hu: A visszavonások visszafordíthatatlanok, és a kezdeményezést követően nem vonhatók vissza.
id: Penarikan tidak dapat diubah dan tidak dapat dibatalkan setelah dimulai.
it: I prelievi sono irreversibili e non possono essere annullati una volta innescati.
ms: Pengeluaran tidak boleh ditarik balik dan tidak boleh dibuat asal setelah dimulakan.
nl: Opnames zijn onomkeerbaar en kunnen niet ongedaan worden gemaakt als ze eenmaal zijn gestart.
no: Uttak er irreversible og kan ikke angres når de først er igangsatt.
pl: Wypłaty są nieodwracalne i po ich zainicjowaniu nie można cofnąć tego działania.
pt: Os levantamentos são irreversíveis e, uma vez iniciados, não podem ser desfeitos.
ro: Retragerile sunt ireversibile și nu pot fi anulate odată ce au fost inițiate.
ru: Выведения безвозвратны и их нельзя отменить после инициации.
sk: Výbery sú nevratné a po inicializácii ich nemožno vrátiť späť.
sr: Povlačenja su nepovratna i ne mogu se poništiti kada se jednom pokrenu.
sv: Återkallelser är oåterkalleliga och kan inte göras ogjorda när de väl har påbörjats.
th: เมื่อเริ่มต้นถอนเงินแล้วจะไม่สามารถย้อนกลับได้และไม่สามารถยกเลิกได้
tr: Para çekme işlemleri tek yönlüdür ve başlatıldıktan sonra geri alınamaz.
uk: Виведення є незворотним і не може бути скасовано після початку.
vi: Việc rút tiền là không thể đảo ngược và không thể hoàn tác sau khi bắt đầu.

# prompt.description.deleteAccount
source: All funds in this account will be lost. Deleting your account is permanent and cannot be undone. Are you sure you want to delete this account?
ar: سيتم فقد جميع الأموال في هذا الحساب. إن حذف حسابك أمر نهائي ولا يُمكن التراجع عنه. هل أنت متأكد أنك تودّ حذف هذا الحساب؟
bg: Всички средства в този профил ще бъдат изгубени. Изтриването на вашия профил е постоянно и да може да бъде върнато. Сигурни ли сте, че искате да изтриете този профил?
cs: Veškeré peníze na tomto účtu se ztratí. Vymazání účtu je trvalé a nelze je vrátit zpět. Opravdu chcete tento účet vymazat?
da: Alle midler på kontoen vil gå tabt. Sletning af din konto er permanent og kan ikke fortrydes. Er du sikker på, at du vil slette denne konto?
de: Das gesamte Guthaben auf diesem Konto geht damit verloren. Die Löschung Ihres Kontos kann nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie dieses Konto löschen wollen?
el: Όλα τα κεφάλαια σε αυτόν τον λογαριασμό θα χαθούν. Η διαγραφή του λογαριασμού σας είναι μόνιμη και δεν μπορεί να ανακληθεί. Σίγουρα θέλετε να διαγράψετε αυτόν τον λογαριασμό;
es: Todos los fondos que haya en esta cuenta se perderán. La eliminación es permanente y no se puede deshacer. ¿Seguro que quieres eliminarla?
fi: Kaikki tällä tilillä olevat rahat menetetään. Tilisi poistetaan lopullisesti, eikä tekoa voi kumota. Haluatko varmasti poistaa tämän tilin?
fr: Tous les fonds de ce compte seront perdus. La suppression de votre compte est permanente et ne peut être annulée. Êtes-vous sûr de vouloir supprimer ce compte ?
he: כל הכספים בחשבון זה יאבדו. מחיקת החשבון שלך היא קבועה ולא ניתנת לביטול. אתה בטוח שברצונך למחוק חשבון זה?
hu: A számlán lévő összes pénz elvész. A fiók törlése végleges, és nem vonható vissza. Biztosan törli ezt a fiókot?
id: Semua dana di akun ini akan hilang. Menghapus akun Anda bersifat permanen dan tidak dapat diurungkan. Anda yakin ingin menghapus akun ini?
it: Tutti i fondi che si trovano in questo account andranno persi. L'eliminazione del tuo account è permanente e non può essere annullata. Sei sicuro di voler eliminare questo account?
ms: Semua dana dalam akaun ini akan hilang. Menghapuskan akaun anda kekal dan tidak boleh dibuat asal. Anda pasti anda ingin menghapuskan akaun ini?
nl: Al het geld op dit account gaat verloren. Het verwijderen van je account is definitief en kan niet ongedaan worden gemaakt. Weet je zeker dat je dit account wilt verwijderen?
no: Alle midler på denne kontoen vil gå tapt. Sletting av kontoen din er permanent og kan ikke angres. Er du sikker på at du vil slette denne kontoen?
pl: Wszystkie środki na koncie zostaną utracone. Usunięcie konta jest nieodwracalne – nie można cofnąć tego działania. Czy na pewno chcesz usunąć konto?
pt: Todos os fundos nesta conta serão perdidos. A eliminação da sua conta é permanente e não pode ser desfeita. Tem a certeza que quer eliminar esta conta?
ro: Vei pierde toate fondurile din acest cont. Contul va fi șters permanent și irevocabil. Ești sigur că dorești să ștergi acest cont?
ru: Все средства на этом счету будут потеряны. Удаление своего счета является безвозвратным. Вы точно хотите удалить этот счет?
sk: Všetky prostriedky na tomto účte budú stratené. Odstránenie účtu je trvalé a nemožno ho vrátiť späť. Naozaj chcete odstrániť tento účet?
sr: Sva sredstva na ovom nalogu će biti izgubljena. Brisanje vašeg naloga je trajno i ne može se opozvati. Da li ste sigurni da želite da izbrišete ovaj nalog?
sv: Alla medel på detta konto kommer att gå förlorade. Att radera ditt konto är permanent och kan inte göras ogjort. Är du säker på att du vill radera det här kontot?
th: เงินทั้งหมดในบัญชีนี้จะหายไป การลบบัญชีของคุณเป็นการลบแบบถาวรและไม่สามารถยกเลิกได้ แน่ใจหรือว่าต้องการลบบัญชีนี้
tr: Bu hesaptaki tüm paralar kaybolacaktır. Hesabını silmek kalıcıdır ve geri alınamaz. Bu hesabı silmek istediğinden emin misin?
uk: Усі кошти на цьому акаунті будуть втрачені. Видалення вашого акаунту є остаточним і не може бути скасовано. Ви впевнені, що хочете видалити цей акаунт?
vi: Tất cả tiền trong tài khoản này sẽ bị mất. Việc xóa tài khoản của bạn là vĩnh viễn và không thể hoàn tác. Bạn có chắc chắn muốn xóa tài khoản này không?

# prompt.description.didYouSendLink
source: Any Kin that isn't collected within 24 hours will be automatically returned to your balance.
ar: سيتم إرجاع أي Kin لم يتم تحصيله خلال 24 ساعة إلى رصيدك تلقائيًا.
bg: Всеки Kin, който не бъде събран в рамките на 24 часа, ще бъде автоматично върнат във вашата сметка.
cs: Jakýkoli Kin, který nebude vyzvednut do 24 hodin, bude automaticky vrácen na váš účet.
da: Enhver Kin, der ikke er indsamlet inden for 24 timer, vil automatisk blive returneret til din saldo.
de: Jedes Kin, das nicht innerhalb von 24 Stunden abgeholt wird, wird automatisch auf Ihr Guthaben zurückgebucht.
el: Κάθε Kin που δεν έχει παραληφθεί εντός 24 ωρών θα επιστρέφεται αυτόματα στο υπόλοιπό σας.
es: Los Kin que no se cobren en un plazo de 24 horas se devolverán automáticamente a tu saldo.
fi: Kaikki kinit, joita ei lunasteta 24 tunnin kuluessa, palautetaan automaattisesti saldoosi.
fr: Tout Kin n'ayant pas été pas retiré dans les 24 heures sera automatiquement reversé sur votre solde.
he: כל Kin שלא נאסף תוך 24 שעות יוחזר אוטומטית ליתרה שלך.
hu: Minden Kin, amit 24 órán nem vesznek fel automatikusan visszaérkezik az egyenlegedre.
id: Setiap Kin yang tidak diambil dalam waktu 24 jam akan secara otomatis dikembalikan ke saldo Anda.
it: Qualsiasi Kin non riscosso entro le 24 ore sarà immediatamente rimandato al tuo saldo.
ms: Mana-mana Kin yang tidak diambil dalam masa 24 jam akan dikembalikan secara automatik ke baki anda.
nl: Elke Kin die niet binnen 24 uur wordt verzameld, wordt automatisch teruggestort op je saldo.
no: Kin som ingen har gjort krav på innen 24 timer vil automatisk bli returnert til saldoen din.
pl: Kin nieodebrany w ciągu 24 godzin zostanie automatycznie zwrócony na Twoje konto.
pt: O Kin que não tiver sido recebido no prazo de 24 horas será automaticamente devolvido ao seu saldo.
ro: Orice kin care nu este colectat în termen de 24 de ore va fi returnat automat în soldul tău.
ru: Любой Kin, который не будет получен в течение 24 часов, автоматически возвращается на ваш баланс.
sk: Akýkoľvek Kin, ktorý do 24 hodín nebude vyzdvihnutý, bude automaticky vrátený na vaše konto.
sr: Било који Кин који се не прикупи у року од 24 сата биће аутоматски враћен на Ваше стање.
sv: All Kin som ej mottagits inom 24 timmar kommer automatiskt att returneras till ditt konto.
th: Kin ใดๆ ที่ไม่ถูกเก็บภายใน 24 ชั่วโมงจะถูกส่งคืนเข้าในยอดบัญชีของคุณโดยอัตโนมัติ
tr: 24 saat içinde toplanmayan herhangi bir Kin, otomatik olarak bakiyene iade edilecektir.
uk: Будь-який Kin, який не заберуть протягом 24 годин, буде автоматично повернутий на ваш баланс.
vi: Bất kỳ Kin nào không được thu thập trong vòng 24 giờ sẽ tự động được trả lại vào số dư của bạn.

# prompt.description.exitAccountCreation
source: You will need to restart account creation and verify your phone number again.
ar: ستحتاج إلى إعادة إنشاء الحساب والتحقق من رقم هاتفك مرة أخرى.
bg: Необходимо е да започнете отново създаването на профил и да потвърдите вашия телефонен номер отново.
cs: Budete muset vytváření účtu restartovat a znovu si ověřit telefonní číslo.
da: Du skal genstarte kontooprettelse og bekræfte dit telefonnummer igen.
de: Sie müssen die Kontoerstellung neu starten und Ihre Telefonnummer erneut verifizieren.
el: Θα χρειαστεί να ξεκινήσετε εκ νέου τη δημιουργία λογαριασμού και να επαληθεύσετε ξανά τον αριθμό τηλεφώνου σας.
es: Tendrás que reanudar la creación de la cuenta y verificar de nuevo tu número de teléfono.
fi: Sinun on aloitettava tilin luominen uudelleen ja vahvistettava puhelinnumerosi uudestaan.
fr: Vous devrez recommencer la création du compte et vérifier à nouveau votre numéro de téléphone.
he: תצטרך להתחיל מחדש את יצירת החשבון ולאמת שוב את מספר הטלפון שלך.
hu: Újra kell indítania a fiók létrehozását, és újra igazolnia kell telefonszámát.
id: Anda harus memulai ulang pembuatan akun dan memverifikasi nomor telepon Anda lagi.
it: Dovrai riavviare la creazione dell'account e verificare nuovamente il tuo numero di telefono.
ms: Anda perlu memulakan semula penciptaan akaun anda dan sahkan nombor telefon anda sekali lagi.
nl: Je dient het aanmaken van een account opnieuw te starten en je telefoonnummer opnieuw te verifiëren.
no: Du må starte kontoopprettelsen på nytt og bekrefte telefonnummeret ditt på nytt.
pl: Trzeba będzie zrestartować tworzenie konta i jeszcze raz zweryfikować numer telefonu.
pt: Terá que reiniciar a criação de conta e verificar novamente o seu número de telemóvel.
ro: Va fi necesar să reîncepi crearea contului și să-ți verifici din nou numărul de telefon.
ru: Вам придется начать создание учетной записи заново и подтвердить свой номер телефона снова.
sk: Budete musieť reštartovať vytváranie účtu a znova overiť svoje telefónne číslo.
sr: Moraćete ponovo da pokrenete kreiranje naloga i verifikujete svoj broj telefona.
sv: Du måste starta om skapandet av kontot och verifiera ditt telefonnummer igen.
th: คุณจะต้องเริ่มสร้างบัญชีใหม่และยืนยันหมายเลขโทรศัพท์ของคุณอีกครั้ง
tr: Hesap oluşturmayı tekrar başlatman ve telefon numaranı tekrar doğrulaman gerekecek.
uk: Вам потрібно буде перезапустити створення акаунту та знову підтвердити свій номер телефону.
vi: Bạn sẽ cần phải bắt đầu lại quá trình tạo tài khoản và xác minh lại số điện thoại của mình.
