Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# faq.a._3
source: Like Bitcoin there is only a limited amount of Kin available. If more people buy Kin the value goes up, and if more people sell Kin the value goes down. This dynamic allows everyone who holds Kin to share in the value creation if adoption of Kin grows.
ar: مثل Bitcoin, لا يوجد غير كمية محدودة من عملة Kin المتاحة. في حال قام المزيد من الأشخاص بشراء عملة Kin, فإن القيمة ترتفع, وفي حال قام المزيد من الأشخاص ببيع عملة Kin, فإن القيمة تنخفض. تسمح هذه الديناميكية لكل من يمتلك عملة Kin بالمشاركة في خلق القيمة إذا زاد اعتماد وتبني عملة Kin.
bg: Подобно на биткойн, има само ограничено количество налични Kin. Ако повече хора купуват Kin, стойността се повишава, а ако повече хора продават Kin, стойността намалява. Тази динамика позволява на всеки, който притежава Kin, да участва в създаването на стойност, ако приемането на Kin расте.
cs: Stejně jako Bitcoin je Kin dostupný pouze v omezeném množství. Pokud si Kin kupuje více lidí, hodnota stoupá, a pokud více lidí Kin prodává, hodnota klesá. Tato dynamika umožňuje každému, kdo Kin drží, sdílet hodnotu tvorby, pokud se používání Kin rozroste.
da: Ligesom med Bitcoin er der kun et begrænset antal Kin tilgængeligt. Hvis flere personer køber Kin, stiger værdien, og hvis flere personer sælger Kin, falder værdien. Denne dynamik giver alle, der ejer Kin, mulighed for at veksle til en højere værdi, hvis brugen af Kin vokser.
de: Wie bei Bitcoin gibt es nur eine begrenzte Menge an Kin. Wenn mehr Menschen Kin kaufen, steigt der Wert, und wenn mehr Menschen Kin verkaufen, sinkt der Wert. Diese Dynamik ermöglicht es jedem Kin-Inhaber an der Wertschöpfung teilzuhaben, sobald die Akzeptanz von Kin wächst.
el: Όπως και με το Bitcoin υπάρχει μόνο περιορισμένος αριθμός διαθέσιμων Kin. Όσοι περισσότεροι άνθρωποι αγοράζουν Kin, η αξία ανεβαίνει, και αν περισσότεροι άνθρωποι πωλούν Kin, η αξία μειώνεται. Αυτή η δυναμική επιτρέπει σε όλους όσοι κατέχουν Kin να συμμετέχουν στη δημιουργία αξίας αν η υιοθέτηση του Kin αυξηθεί.
es: Al igual que Bitcoin, la cantidad de Kin disponible es limitada. Si más personas compran Kin, su valor aumenta, pero si más personas venden Kin, su valor disminuye. Esta dinámica permite a todos los titulares de Kin participar en la creación de valor si crece la adopción de Kin.
fi: Bitcoinin tavoin myös Kiniä on saatavilla vain rajallinen määrä. Jos useammat ihmiset ostavat Kiniä, sen arvo nousee, ja jos useammat ihmiset myyvät Kiniä, sen arvo laskee. Tämä dynamiikka antaa kaikille Kinin omistajille mahdollisuuden päästä osalliseksi arvonmuodostuksesta, jos Kiniä ryhdytään käyttämään enemmän.
fr: Comme le Bitcoin, il n'existe qu'un nombre limité de Kin disponible. Si davantage de personnes achètent du Kin, sa valeur augmente, et si plus de personnes en vendent, sa valeur diminue. Cette dynamique permet à tous ceux qui détiennent des Kin de participer à la création de sa valeur si l'adoption du Kin se répand.
he: כמו ביטקוין, יש רק כמות מוגבלת של Kin זמין. אם יותר אנשים רוכשים Kin הערך עולה, ואם יותר אנשים מוכרים Kin הערך יורד. הדינמיקה הזו מאפשרת לכל מי שמחזיק ב-Kin להשתתף ביצירת הערך אם האימוץ של Kin גדל.
hu: A Bitcoinhoz hasonlóan csak korlátozott mennyiségű Kin áll rendelkezésre. Ha többen vásárolnak Kin-t, az értéke emelkedik, ha pedig többen adnak el Kin-t, az értéke csökken. Ez a dinamika lehetővé teszi, hogy mindenki, akinek Kin-je van, részesüljön az értékteremtésből, ha a Kin elfogadottsága növekszik.
id: Seperti Bitcoin, jumlah Kin yang tersedia terbatas. Jika lebih banyak orang yang membeli Kin nilainya akan naik, dan jika lebih banyak orang yang menjual Kin nilainya akan turun. Dinamika ini memungkinkan semua orang yang memegang Kin untuk bersama-sama menciptakan nilai jika Kin semakin banyak diadopsi.
it: Come per il Bitcoin, è disponibile solo una quantità limitata di Kin. Se più persone acquistano Kin il valore aumenta, se più persone vendono Kin il valore diminuisce. Questa dinamica consente a tutti coloro che detengono Kin di partecipare alla creazione di valore se l'adozione di Kin cresce.
ms: Kin adalah mata wang kripto seperti Bitcoin, hanya dioptimumkan untuk transaksi kecil setiap hari. Kin membolehkan pembayaran menjadi pantas dan percuma.
nl: Net zoals bij Bitcoin is er maar een beperkte hoeveelheid Kin beschikbaar. Als er meer mensen Kin kopen, stijgt de waarde, en als er meer mensen Kin verkopen, dan daalt de waarde. Door deze dynamiek kan iedereen die Kin bezit delen in het creëren van waarde indien het gebruik van Kin groeit.
no: Som Bitcoin er det kun en begrenset mengde Kin tilgjengelig. Dersom flere kjøper Kin vil verdien gå opp, og dersom flere selger Kin vil verdien gå ned. Denne dynamikken gjør at alle som eier Kin kan dele på verdien dersom Kin-markedet vokser.
pl: Podobnie jak w przypadku Bitcoin, dostępna jest tylko ograniczona ilość waluty Kin. Jeśli więcej osób kupuje Kin, wartość rośnie, a jeśli więcej osób sprzedaje Kin, wartość spada. Ta dynamika pozwala każdemu, kto posiada Kin, uczestniczyć w tworzeniu wartości, jeśli popularność Kin rośnie.
pt: Tal como acontece com a Bitcoin, só se encontra disponível uma quantidade limitada de Kin. Quanto mais pessoas comprarem Kin, mais subirá a sua cotação, e quanto mais pessoas venderem Kin, menor será o seu valor. Esta dinâmica permite que todos os detentores de Kin partilhem entre si os benefícios da criação de valor, se houver um aumento na adoção de Kin.
ro: Ca și în cazul Bitcoin, nu este disponibilă decât o cantitate limitată de Kin. Dacă mai multe persoane cumpără Kin, valoarea crește, iar dacă mai multe persoane vând Kin, valoarea scade. Această dinamică permite tuturor celor care dețin Kin să beneficieze de creșterea de valoare în cazul în care Kin este adoptat pe scară largă.
ru: Как и в случае с биткойном, доступно только ограниченное количество Kin. Если больше людей покупают Kin, стоимость растет, а если больше людей продают Kin, стоимость падает. Эта динамика позволяет каждому, кто владеет Kin, участвовать в создании стоимости, если Kin будет становиться все более распространенной криптовалютой.
sk: Rovnako ako bitcoin je k dispozícii iba obmedzené množstvo Kin. Ak viac ľudí kúpi Kin, hodnota sa zvýši a ak viac ľudí predá Kin, hodnota klesne. Táto dynamika umožňuje každému, kto vlastní Kin, podieľať sa na vytváraní hodnôt, ak získavanie Kin rastie.
sr: Као и код биткоина, доступна је само ограничена количина кина. Ако више људи купује кин, његова вредност расте, а ако више људи продаје кин, његова вредност пада. Ова динамика омогућава свима који имају кин да учествују у стварању вредности ако прихватање кина расте.
sv: Precis som med Bitcoin finns det bara en begränsad mängd Kin. Om fler personer köper Kin går värdet upp, och om fler personer säljer Kin går värdet ner. Den här dynamiken gör att alla som äger Kin kan ta del av värdet som skapas ifall allt fler anammar Kin.
th: Kin มีจำนวนจำกัดเช่นเดียวกับ Bitcoin หากมีคนซื้อ Kin มากขึ้นมูลค่าของ Kin ก็จะเพิ่มขึ้น และหากมีคนขาย Kin มากขึ้นมูลค่าของ Kin ก็จะลดลง การเป็นเช่นนี้ช่วยให้ทุกคนที่ถือครอง Kin สามารถมีส่วนร่วมในการสร้างมูลค่าหากมีการยอมรับ Kin เพิ่มขึ้น
tr: Bitcoin gibi yalnızca sınırlı sayıda Kin mevcuttur. Daha fazla kişi Kin satın alırsa değer artar, daha fazla kişi Kin satarsa ​​değer düşer. Bu dinamik, Kin'in edinilmesi artarsa Kin'i elinde bulunduran herkesin değer yaratımından pay almasını sağlar.
uk: Як і з Bitcoin, загальна кількість Kin обмежена. Якщо більше людей купують Kin, його вартість зростає, а якщо більше продають – знижується. Ця динаміка дозволяє усім, хто володіє Kin, отримати вигоду з його вартості, якщо його використання зростає.
vi: Kin là một loại tiền điện tử giống như Bitcoin, chỉ được tối ưu hóa cho các giao dịch nhỏ hàng ngày. Kin là điều giúp cho các giao dịch thanh toán diễn ra nhanh chóng và miễn phí.

# faq.a._4
source: You can buy Kin with your debit card. This is accessible in the Get Kin tab.
ar: يمكنك شراء عملة Kin عن طريق استخدام بطاقة الخصم الخاصة بك. من الممكن الوصول إلى هذا في علامة التبويب Get Kin.
bg: Можете да закупите Kin с вашата дебитна карта. Това е достъпно в раздела Get Kin.
cs: Kin si můžete koupit svojí platební kartou. Toto je k dispozici v záložce Získat Kin.
da: Du kan købe Kin med dit debetkort. Dette er tilgængeligt på fanen Køb Kin.
de: Kin können Sie mit Ihrer Debitkarte kaufen. Möglich ist dies über die Registerkarte „Kin kaufen".
el: Μπορείς να αγοράσεις Kin με τη χρεωστική σου κάρτα. Αυτό γίνεται από την καρτέλα Get Kin.
es: Puedes comprar Kin con tu tarjeta de débito. Puedes hacerlo en la pestaña "Get Kin".
fi: Voit ostaa Kiniä pankkikortilla. Tämä on mahdollista Osta Kiniä -välilehdellä.
fr: Vous pouvez acheter du Kin avec votre carte bancaire. Cette fonction est accessible via l'onglet Obtenir du Kin.
he: ניתן לרכוש Kin עם כרטיס החיוב שלך. זה נגיש בלשונית 'קניית Kin'.
hu: A Kin-t bankkártyával vásárolhatja meg. Ez a Get Kin fülön érhető el.
id: Anda bisa membeli Kin dengan kartu debit Anda. Ini dapat diakses pada tab Get Kin.
it: Per comprare Kin basta una carta di debito. Per farlo, vai alla scheda Ottieni Kin.
ms: Kin anda disimpan pada rantaian blok Solana. Hanya Kunci Akses anda boleh digunakan untuk mengaksesnya.
nl: Je kunt Kin kopen met je bankpas. Dit is toegankelijk via het tabblad Get Kin.
no: Du kan kjøpe Kin med debetkortet ditt. Dette er tilgjengelig fra fanen "Get Kin".
pl: Kin możesz kupić za pomocą karty debetowej. Jest to dostępne w zakładce Pobierz Kin.
pt: Pode comprar Kin com o seu cartão de débito. Essa opção encontra-se acessível no separador "Obter Kin".
ro: Poți cumpăra Kin cu cardul tău de debit. Această opțiune este accesibilă în fila Get Kin.
ru: Вы можете купить Kin с помощью дебетовой карты. Покупка доступна на вкладке «Получить Kin».
sk: Kin si môžete kúpiť debetnou kartou. Toto je dostupné na karte Získať príbuzenstvo.
sr: Можете да купите кин путем дебитне картице. Ово је доступно на картици „Набави кин".
sv: Du kan köpa Kin med ditt debetkort. Du kommer åt detta under fliken "Skaffa Kin".
th: คุณสามารถซื้อ Kin ด้วยบัตรเดบิต โดยสามารถเข้าถึงได้ในแท็บ Get Kin
tr: Kin'i banka kartınızla satın alabilirsiniz. Buna Kin Al sekmesinden erişilebilir.
uk: Ви можете купити Kin за допомогою дебетової картки. Це доступно на вкладці «Отримати Kin».
vi: Kin của bạn được lưu trữ trên chuỗi khối Solana. Chỉ có thể sử dụng Khóa Truy cập của bạn để truy cập Kin của bạn.

# faq.a._5
source: Yes you can. Selling Kin is supported on a number of cryptocurrency exchanges.
ar: نعم يمكنك ذلك. يتم دعم بيع عملة Kin في عدد من منصات تداول العملات المشفرة.
bg: Да, можете. Продажбата на Kin се поддържа от редица борси за криптовалута.
cs: Ano, můžete. Prodání Kin je podporováno na řadě kryptoměnových burz.
da: Ja, det kan du. Salg af Kin understøttes på flere forskellige kryptovalutabørser.
de: Ja, das können Sie. Der Verkauf von Kin wird von zahlreichen Kryptowährungsbörsen unterstützt.
el: Ναι, μπορείς. Η πώληση Kin υποστηρίζεται από πολλές ανταλλαγές κρυπτονομισμάτων.
es: Sí. Puedes vender Kin en varios mercados de criptomonedas.
fi: Kyllä voit. Kinin myyntiä tuetaan useissa kryptovaluuttapörsseissä.
fr: Oui, vous pouvez. Vendre du Kin est possible via certains échanges de cryptomonnaies.
he: כן, זה ניתן. מכירת Kin נתמכת במספר בורסות של מטבעות קריפטוגרפיים.
hu: Igen, megteheti. A Kin-nel számos kriptopénz tőzsdén kereskedhet.
id: Ya. Penjualan Kin didukung di sejumlah bursa mata uang kripto.
it: Sì, è possibile. La vendita di Kin è supportata da diversi scambi di criptovalute.
ms: Kin adalah seperti wang tunai. Satu-satunya cara untuk mendapatkannya kembali ialah mereka mengembalikannya.
nl: Ja, dat kan. Kin verkopen wordt ondersteund door een aantal cryptocurrency exchanges.
no: Ja, det kan du. Det er mulig å selge Kin på flere kryptovekslingsplattformer.
pl: Tak, możesz. Sprzedaż Kin jest obsługiwana na wielu giełdach kryptowalut.
pt: Sim, pode. A venda de Kin é suportada em várias casas de câmbio de criptomoedas.
ro: Da, o poți face. Vânzarea Kin este acceptată de o serie de exchange-uri de criptomonedă.
ru: Да, это возможно. Продажа Kin поддерживается на ряде криптовалютных бирж.
sk: Áno môžete. Predaj Kin je podporovaný na množstve kryptomenových búrz.
sr: Да, можете. Продаја валуте кин је подржана на многим берзама криптовалута.
sv: Ja, det kan du. Försäljning av Kin stöds av flera kryptovalutabörser.
th: คุณสามารถขาย Kin ได้ ตลาดแลกเปลี่ยนสกุลเงินคริปโตหลายแห่งรองรับการขาย Kin
tr: Evet, yapabilirsiniz. Kin satmak, birçok kripto para borsasında desteklenmektedir.
uk: Так, авжеж. Продаж Kin підтримується низкою криптовалютних бірж.
vi: Kin giống như tiền mặt. Cách duy nhất để lấy lại là họ phải trả lại Kin của bạn.

# faq.a._6
source: There are three main ways you can help: talk about your Code experience on social media, encourage your friends to try out Code for themselves, and encourage your favorite websites to integrate Code payments by asking them to check out [getcode.com](https://getcode.com).
ar: توجد هناك 3 طرق أساسية يمكنك من خلالها القيام بالمساعدة: التحدث عن تجربتك على Code على وسائل التواصل الاجتماعي, وتشجيع أصدقائك على تجربة Code بأنفسهم, وتشجيع مواقع الويب المفضلة لديك على دمج مدفوعات Code عن طريق مطالبتهم بالاطلاع على [getcode.com](https://getcode.com)
bg: Има три основни начина, по които можете да помогнете: говорете за опита си с Code в социалните медии, насърчете приятелите си да изпробват Code сами и насърчете любимите си уебсайтове да интегрират плащания с Code, като ги помолите да разгледат [getcode.com](https://getcode.com).
cs: Existují tři hlavní způsoby, jak můžete pomoci: mluvte o své zkušenosti s Code na sociálních sítích, povzbuďte své přátele, aby sami Code vyzkoušeli, a povzbuďte své oblíbené webové stránky, aby integrovali platby Code tím, že se požádáte, aby se podívali na [getcode.com](https://getcode.com).
da: Der er tre overordnede måder, du kan hjælpe på: Tal om din Code-oplevelse på sociale medier, foreslå dine venner selv at prøve Code, og foreslå dine foretrukne websites at integrere Code-betalinger ved at bede dem om at se på [getcode.com](https://getcode.com).
de: Im Wesentlichen können Sie auf drei Arten helfen: Berichten Sie in den sozialen Medien von Ihren Erfahrungen mit Code, empfehlen Sie Ihren Freunden, Code selbst auszuprobieren, und ermutigen Sie Ihre Lieblingswebsites, Code-Zahlungen zu integrieren, indem Sie sie bitten, sich [getcode.com](https://getcode.com) anzuschauen.
el: Υπάρχουν τρεις βασικοί τρόποι με τους οποίους μπορείς να βοηθήσεις: μίλησε για την εμπειρία σου με το Code στα μέσα κοινωνικής δικτύωσης, ενθάρρυνε τους φίλους σου να δοκιμάσουν το Code και ενθάρρυνε τους αγαπημένους σου ιστότοπους να ενσωματώσουν τις πληρωμές Code, ζητώντας τους να μεταβούν στο [getcode.com](https://getcode.com).
es: Puedes ayudar de tres formas principales: habla de tu experiencia con Code en las redes sociales, anima a tus amigos a que prueben Code por sí mismos y anima a tus sitios web favoritos a integrar los pagos con Code pidiéndoles que visiten [getcode.com](https://getcode.com).
fi: Voit auttaa kolmella tavalla: kerro omasta Coden käyttökokemuksestasi sosiaalisessa mediassa, rohkaise ystäviäsi kokeilemaan Codea itse ja rohkaise suosikkisivustojasi integroimaan Code-maksut pyytämällä niitä tutustumaan sivustoon [getcode.com](https://getcode.com).
fr: Il y a trois principales façons de soutenir Code : partager votre expérience avec Code sur les réseaux sociaux, inciter vos amis à tester Code pour eux-mêmes, et inciter vos sites web favoris à intégrer les paiements avec Code en leur demandant de visiter [getcode.com](https://getcode.com).
he: ישנן שלוש דרכים עיקריות בהן ניתן לסייע: לדבר על חווית השימוש שלך ב-Code במדיה חברתית, לעודד את חבריך לנסות את Code בעצמם, ולעודד את האתרים האהובים עליך לשלב תשלומים ב-Code על ידי בקשה מהם לעיין ב-[getcode.com](https ://getcode.com).
hu: Három fő módon segíthet: beszéljen a közösségi médiában a Code-dal kapcsolatos tapasztalatairól, bátorítsa barátait, hogy próbálják ki maguk is a Code-ot, és bátorítsa kedvenc weboldalait a Code-fizetések integrálására, kérve őket, hogy nézzék meg a [getcode.com](https://getcode.com) oldalt.
id: Ada tiga cara utama Anda dapat membantu: berbicara seputar pengalaman Code Anda di media sosial, ajak teman-teman Anda mencoba Code, dan ajak situs-situs web favorit Anda untuk mengintegrasikan pembayaran Kin dengan memintanya mengunjungi [getcode.com](https://getcode.com).
it: Ci sono tre modi principali in cui ci puoi aiutare: parlare della tua esperienza con Code sui social media, incoraggiare i tuoi amici a provare Code in prima persona e incoraggiare i tuoi siti web preferiti a integrare i pagamenti con Code chiedendo loro di visitare [getcode.com](https://getcode.com).
ms: Tiada cara lain. Kadar pertukaran dikemas kini dalam masa nyata tanpa bayaran tambahan.
nl: Er zijn drie hoofdmanieren waarop je kunt helpen: praat over Code op social media, moedig je vrienden aan om Code zelf ook te gebruiken, en moedig je lievelingswebsites aan om Codebetalingen te integreren door ze te vragen een kijkje te nemen op [getcode.com](https://getcode.com).
no: Det er tre måter du kan hjelpe på: snakk om din opplevelse av Code på sosiale medier, oppmuntre vennene dine til å teste ut Code selv, og oppmuntre dine favorittnettsider til å integrere Code-betalingsløsninger ved å sjekke ut [getcode.com](https://getcode.com).
pl: Możesz pomóc na trzy główne sposoby: opowiedz o swoich doświadczeniach z Code w mediach społecznościowych, poleć znajomym wypróbowanie portfela Code i zachęcaj swoje ulubione witryny internetowe do integracji płatności Code. Mogą to zrobić, odwiedzając stronę [getcode.com](https://getcode.com).
pt: Existem três formas através das quais pode ajudar: falando sobre a sua experiência com a Code nas redes sociais, incentivando os seus amigos a experimentarem a Code e incentivando os seus sites favoritos a integrarem os pagamentos via Code, pedindo-lhes para consultarem [getcode.com](https://getcode.com).
ro: Există trei moduri principale prin care poți ajuta: vorbește despre experiența ta cu Code pe rețelele de socializare, încurajează-ți prietenii să încerce și ei Code și încurajează site-urile tale preferate să integreze plățile Code, sugerându-le să viziteze [getcode.com](https://getcode.com).
ru: Вы можете помочь тремя основными способами: рассказать о своем опыте работы с Code в социальных сетях, предложить своим друзьям опробовать код самостоятельно и убедить ваши любимые веб-сайты интегрировать платежи Code, попросив их посетить [getcode.com](https //getcode.com).
sk: Existujú tri hlavné spôsoby, ako môžete pomôcť: porozprávajte sa o svojich skúsenostiach s Code na sociálnych sieťach, povzbuďte svojich priateľov, aby si Code sami vyskúšali a povzbuďte svoje obľúbené webové stránky, aby integrovali platby prostredníctvom Code tak, že ich požiadate, aby sa pozreli na [getcode.com](https ://getcode.com).
sr: Постоје три главна начина како можете да помогнете: причајте о свом искуству са Code апликацијом на друштвеним мрежама, подстакните своје пријатеље да испробају Code и подстакните своје омиљене веб-сајтове да интегришу Code плаћања тако што ћете затражити да погледају [getcode.com](https://getcode.com).
sv: Det finns huvudsakligen tre sätt som du kan hjälpa till på: prata om din Code-upplevelse på sociala medier, uppmuntra dina vänner att prova Code själva och uppmuntra dina favoritwebbplatser att integrera Code-betalningar genom att be dem titta på [getcode.com](https://getcode.com).
th: มี 3 วิธีหลักที่คุณสามารถช่วยได้: เล่าประสบการณ์เกี่ยวกับ Code ของคุณบนโซเชียลมีเดีย สนับสนุนให้เพื่อนของคุณลองใช้ Code และสนับสนุนให้เว็บไซต์โปรดของคุณนำการชำระเงินด้วย Code ไปใช้ โดยขอให้พวกเขาลองเข้าไปตรวจสอบ [getcode.com ]( https://getcode.com) ดู
tr: Yardım edebileceğiniz üç ana yol var: Sosyal medyada Code deneyiminiz hakkında konuşun, arkadaşlarınızı Code'u kendileri denemeye teşvik edin ve favori internet sitelerinzden [getcode.com](https://getcode.com) adresine göz atmalarını isteyerek Code ödemelerini entegre etmelerini teşvik edin.
uk: Є три основні способи, як ви можете допомогти: розповідайте про свій досвід використання Code у соціальних мережах, заохочуйте своїх друзів спробувати Code та просіть улюблені вебсайти інтегрувати платежі Code, запропонувавши їм відвідати [getcode.com](https://getcode.com).
vi: Không, không có. Tỷ giá giao dịch được cập nhật theo thời gian thực và không có phụ phí.

# faq.q._1
source: What is Code?
ar: ما هو Code؟
bg: Какво е код?
cs: Co je to Code?
da: Hvad er Code?
de: Was ist Code?
el: Τι είναι το Code;
es: ¿Qué es Code?
fi: Mikä on Code?
fr: En quoi consiste Code ?
he: מהו Code?
hu: Mi a Code?
id: Apa itu Code?
it: Cos'è Code?
ms: Apa itu Code?
nl: Wat is Code?
no: Hva er Code?
pl: Czym jest Code?
pt: O que é a Code?
ro: Ce este Code?
ru: Что такое Code?
sk: Čo je Code?
sr: Шта је Code?
sv: Vad är Code?
th: Code คืออะไร
tr: Code Nedir?
uk: Що таке Code?
vi: Code là gì?

# faq.q._2
source: Why are Code payments denominated in Kin?
ar: لماذا تكون مدفوعات Code مقومة بـ Kin؟
bg: Защо плащанията на Code са деноминирани в Kin?
cs: Proč jsou platby Code denominované v Kin?
da: Hvorfor foretages Code-betalinger i Kin?
de: Warum lauten die Zahlungen in Code auf Kin?
el: Γιατί οι πληρωμές στο Code γίνονται με Kin;
es: ¿Por qué los pagos de Code están denominados en Kin?
fi: Miksi Code-maksujen valuuttana on Kin?
fr: Pourquoi les paiements avec Code sont-ils libellés en Kin ?
he: מדוע תשלומים ב-Code נקובים ב-Kin?
hu: Miért vannak a Code fizetések Kinben denominálva?
id: Kenapa pembayaran Code didenominasikan dalam Kin?
it: Perché i pagamenti su Code sono denominati in Kin?
ms: Bagaimanakah Code mencapai ini?
nl: Waarom worden Code-betalingen gerekend in Kin?
no: Hvorfor denomineres Code-betalinger i Kin?
pl: Dlaczego płatności w portfelu Code dokonuje się w walucie Kin?
pt: Porque é que os pagamentos da Code são denominados em Kin?
ro: De ce plățile Code sunt exprimate în Kin?
ru: Почему платежи Code деноминируются в Kin?
sk: Prečo sú platby prostredníctvom Code denominované v Kin?
sr: Зашто се плаћања у Code новчанику деноминирају у валути кин?
sv: Varför sker Code-betalningar i Kin?
th: เหตุใดการชำระเงินด้วย Code จึงมีหน่วยเป็น KIN
tr: Code ödemeleri neden Kin cinsinden yapılıyor?
uk: Чому платежі в Code здійснюються в Kin?
vi: Làm thế nào để Code đạt được điều này?

# faq.q._3
source: Why does the value of Kin change?
ar: لماذا تتغير قيمة عملة Kin؟
bg: Защо стойността на Kin се променя?
cs: Proč se hodnota Kin mění?
da: Hvorfor ændrer værdien af Kin sig?
de: Warum ändert sich der Wert von Kin?
el: Γιατί αλλάζει η αξία του Kin;
es: ¿Por qué cambia el valor de Kin?
fi: Miksi Kinin arvo muuttuu?
fr: Pourquoi la valeur du Kin évolue ?
he: מדוע הערך של Kin משתנה?
hu: Miért változik a Kin értéke?
id: Kenapa nilai Kin berubah?
it: Perché il valore dei Kin varia?
ms: Mengapakah pembayaran Code didenominasikan dalam Kin?
nl: Waarom verandert de waarde van Kin?
no: Hvorfor endres verdien av Kin?
pl: Dlaczego wartość waluty Kin się zmienia?
pt: Porque é que se verificam alterações no valor da Kin?
ro: De ce Kin își schimbă valoarea?
ru: Почему стоимость Kin меняется?
sk: Prečo sa mení hodnota Kin?
sr: Зашто се вредност кина мења?
sv: Varför varierar värdet på Kin?
th: เหตุใดมูลค่าของ Kin จึงมีการเปลี่ยนแปลง
tr: Kin'in değeri neden değişiyor?
uk: Чому змінюється вартість Kin?
vi: Tại sao các giao dịch thanh toán của Code được tính bằng Kin?
