Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# subtitle.logoutAndLoginConfirmation
source: You're currently logged into an account. Please ensure you have saved your Access Key before proceeding. Would you like to logout and login with a new account?
ar: أنت حاليًا مسجل الدخول في حساب. يُرجى التأكد من حفظ مفتاح الوصول الخاص بك قبل المتابعة. هل ترغب في تسجيل الخروج والدخول بحساب جديد؟
bg: В момента сте влезли в акаунт. Моля, уверете се, че сте запазили своя ключ за достъп, преди да продължите. Искате ли да излезете и да влезете с нов акаунт?
cs: Momentálně jste přihlášeni k účtu. Než budete pokračovat, ujistěte se, že jste uložili svůj přístupový klíč. Chcete se odhlásit a přihlásit pomocí nového účtu?
da: Du er i øjeblikket logget ind på en konto. Sørg for, at du har gemt din adgangsnøgle, før du fortsætter. Vil du logge ud og logge på med en ny konto?
de: Sie sind derzeit bei einem Konto angemeldet. Bitte stellen Sie sicher, dass Sie Ihren Zugangsschlüssel gespeichert haben, bevor Sie fortfahren. Möchten Sie sich abmelden und mit einem neuen Konto anmelden?
el: Είστε συνδεδεμένοι σε έναν λογαριασμό. Βεβαιωθείτε ότι έχετε αποθηκεύσει το κλειδί πρόσβασής σας πριν προχωρήσετε. Θα θέλατε να αποσυνδεθείτε και να συνδεθείτε με νέο λογαριασμό;
es: Actualmente estás conectado a una cuenta. Asegúrate de haber guardado tu clave de acceso antes de continuar. ¿Deseas desconectarte e iniciar sesión con una nueva cuenta?
fi: Olet tällä hetkellä kirjautunut tilille. Varmista ennen jatkamista, että olet tallentanut käyttöavaimesi. Haluatko kirjautua ulos ja kirjautua sisään uudella tilillä?
fr: Vous êtes actuellement connecté à un compte. Veuillez vous assurer que vous avez sauvegardé votre clé d’accès avant de continuer. Souhaitez-vous vous déconnecter et vous connecter avec un nouveau compte ?
he: הנך מחובר/ת כעת לחשבון. נא לוודא ששמרת את מפתח הגישה שלך בטרם תמשיכ/י. האם ברצונך להתנתק ולהתחבר עם חשבון חדש?
hu: Jelenleg be vagy jelentkezve egy fiókkal. Mielőtt tovább lépsz, győződj meg róla, hogy a Hozzáférési kulcsodat elmentetted. Kijelentkezel és bejelentkezel egy új fiókkal?
id: Anda saat ini masuk ke akun. Pastikan Anda telah menyimpan Kunci Akses Anda sebelum melanjutkan. Apakah Anda ingin keluar dan masuk dengan akun baru?
it: In questo momento hai effettuato l'accesso ad un account. Controlla di aver salvato la chiave d'accesso prima di procedere. Desideri uscire e accedere con un nuovo account?
ms: Anda sekarang telah log masuk ke akaun. Sila pastikan anda telah menyimpan Kunci Akses anda sebelum meneruskan. Adakah anda ingin mengelog keluar dan mengelog masuk dengan akaun baharu?
nl: Je bent momenteel ingelogd op een account. Zorg ervoor dat je je toegangssleutel hebt opgeslagen voordat je doorgaat. Wil je uitloggen en inloggen met een nieuw account?
no: Du er for øyeblikket logget på en konto. Sørg for at du har lagret tilgangsnøkkelen din før du fortsetter. Vil du logge ut og logge på med en ny konto?
pl: Obecnie jesteś zalogowany(-a) do konta. Zanim przejdziesz dalej, sprawdź, czy zapisałeś(-aś) klucz dostępu. Czy chcesz się wylogować i zalogować z użyciem nowego konta?
pt: Tem sessão iniciada com uma conta. Certifique-se de que guardou a sua chave de acesso antes de continuar. Pretende terminar a sessão e iniciar sessão com uma nova conta?
ro: Momentan ești conectat la un cont. Înainte de a continua, asigură-te că ți-ai salvat cheia de acces. Dorești să te deconectezi și să te conectezi la un cont nou?
ru: Вы вошли в аккаунт. Прежде чем продолжить, убедитесь, что вы сохранили ключ доступа. Хотите выйти из системы и войти под новым аккаунтом?
sk: Momentálne ste prihlásený/-á do účtu. Pred pokračovaním sa uistite, že ste si uložili prístupový kľúč. Chcete sa odhlásiť a prihlásiť pomocou nového účtu?
sr: Тренутно сте пријављени на налог. Уверите се да сте сачували свој приступни кључ пре него што наставите. Да ли желите да се одјавите и пријавите са новим налогом?
sv: Du är för närvarande inloggad på ett konto. Kontrollera att du har sparat din kodnyckel innan du fortsätter. Vill du logga ut och logga in med ett nytt konto?
th: ขณะนี้คุณเข้าสู่ระบบบัญชีแล้ว โปรดตรวจสอบให้แน่ใจว่าคุณได้บันทึก Access Key ของคุณแล้วก่อนดำเนินการต่อ คุณต้องการออกจากระบบและเข้าสู่ระบบด้วยบัญชีใหม่หรือไม่?
tr: Şu anda bir hesaba giriş yaptın. Lütfen devam etmeden önce Erişim Anahtarını kaydettiğinden emin ol. Oturumu kapatıp yeni bir hesapla oturum açmak ister misin?
uk: Ви увійшли в обліковий запис в даний момент. Будь ласка, переконайтесь, що ви зберегли свій Ключ Доступу перед продовженням. Хочете вийти та увійти до нового облікового запису?
vi: Bạn hiện đã đăng nhập vào một tài khoản. Xin vui lòng đảm bảo rằng bạn đã lưu Khóa Truy cập của mình trước khi tiếp tục. Bạn có muốn đăng xuất rồi đăng nhập bằng tài khoản mới không?

# subtitle.noLinkedPhoneNumber
source: No Linked Phone Number
ar: رقم الهاتف غير مُرفق
bg: Няма свързани телефонни номера
cs: Chybí propojené telefonní číslo
da: Intet linket telefonnummer
de: Keine Telefonnummer vernüpft
el: Όχι Συνδεδεμένος Αριθμός τηλεφώνου
es: Número de teléfono no vinculado
fi: Ei yhdistettyä puhelinnumeroa
fr: Non associé Numéro de téléphone
he: אין מספר טלפון מקושר
hu: Nincs linkelve Telefonszám
id: Tak Ada Yang Tertaut
it: Nessun numero di telefono collegato
ms: Tiada Nombor Telefon Dipautkan
nl: Geen gekoppeld telefoonnummer
no: Intet koblet telefonnummer
pl: Brak połączonego numeru telefonu
pt: Nenhum Número de Telemóvel Associado
ro: Neconectat Număr de telefon
ru: Номер телефона не привязан
sk: Žiadne prepojené telefónne číslo
sr: Nepovezan Broj telefona
sv: Ingen länkad Telefonnummer
th: ไม่มีการเชื่อมโยง หมายเลขโทรศัพท์
tr: Bağlantılı Olmayan Telefon Numarası
uk: Немає прив’язаного телефонного номеру
vi: Chưa Liên kết Số Điện thoại

# subtitle.noLinkedPhoneNumberDescription
source: You don't have a phone number linked to this Code account. Link one so that your friends can discover you.
ar: ليس لديك رقم هاتف مُرفق بحساب Code هذا. أرفق واحدًا حتى يتمكن أصدقاؤك من العثور عليك.
bg: Нямате телефонни номера, свързани с този код на профил. Свържи телефонен номер, за да може вашите приятели да те открият.
cs: Nemáte telefonní číslo propojené s tímto kódovým účtem. Propojte si je, aby vás přátelé našli.
da: Du har ikke et telefonnummer linket med denne Code-konto. Link et, så dine venner kan finde dig.
de: Dieses Code-Konto wurde noch nicht mit einer Telefonnummer verknüpft. Verknüpfen Sie eine Telefonnummer, damit Ihre Freunde Sie finden können.
el: Δεν έχετε αριθμό τηλεφώνου συνδεδεμένο με αυτόν τον λογαριασμό Code. Συνδέστε έναν, ώστε οι φίλοι σας να μπορούν να σας ανακαλύψουν.
es: No tienes ningún número de teléfono vinculado a esta cuenta Code. Vincula uno para que tus amigos puedan encontrarte.
fi: Sinulla ei ole tähän Code-tiliin yhdistettyä puhelinnumeroa. Yhdistä sellainen, jotta ystäväsi voivat löytää sinut.
fr: Vous n'avez pas de numéro de téléphone associé à ce compte Code. Associez-en un pour que vos amis puissent vous identifier.
he: אין לך מספר טלפון המקושר לחשבון הקוד הזה. קשר מספר טלפון כדי שהחברים שלך יוכלו למצוא אותך.
hu: Önnek nincs telefonszáma ehhez a Code-fiókhoz társítva. Párosítson össze vele egyet, hogy barátai felfedezhessék.
id: Anda tidak memiliki nomor telepon yang ditautkan ke akun Code ini. Tautkan nomor agar teman Anda dapat menemukan Anda.
it: Non hai un numero di telefono collegato a questo account Code. Collegane uno in modo che i tuoi amici possano trovarti.
ms: Anda tidak mempunyai nombor telefon yang dipautkan ke akaun Code. Pautkan nombor telefon supaya kawan-kawan anda boleh menemui anda.
nl: Je hebt geen telefoonnummer gekoppeld aan dit Code-account. Koppel een telefoonnummer zodat je vrienden je kunnen vinden.
no: Du har ikke koblet et telefonnummer til denne kodekontoen. Koble til et telefonnummer slik at vennene dine kan finne deg.
pl: Nie masz numeru telefonu połączonego z tym kontem Code. Połącz numer telefonu, żeby mogli Cię odkryć znajomi.
pt: Não tem nenhum número de telemóvel associado a esta conta Code. Associa um para que os seus amigos o possam encontrar.
ro: Nu ai un număr de telefon care să fie conectat la acest cond Code. Conectează unul pentru a te asigura că prietenii tăi te pot găsi.
ru: У вас нет номера телефона, привязанного к этой учетной записи Code. Привяжите его, чтобы ваши друзья смогли вас найти.
sk: S týmto kódovým účtom nemáte prepojené telefónne číslo. Prepojte jedno, aby vás vaši priatelia mohli objaviť.
sr: Nemate telefonski broj povezan sa ovim Code nalogom. Povežite jedan broj da vas prijatelji mogu pronaći.
sv: Du har inget telefonnummer kopplat till det här kodkontot. Koppla ett så att dina vänner kan upptäcka dig.
th: คุณไม่มีหมายเลขโทรศัพท์ที่เชื่อมโยงกับบัญชี Code นี้ เชื่อมโยงเพื่อให้เพื่อนของคุณสามารถค้นหาคุณพบ
tr: Bu Code hesabına bağlı bir telefon numaran bulunmuyor. Arkadaşlarının seni keşfetmesi için bağlantı kur.
uk: У вас немає номера телефону, прив’язаного до цього акаунту Code. Прив’яжіть один з акаунтів, щоб ваші друзі могли знайти вас.
vi: Bạn không có số điện thoại nào được liên kết với tài khoản Mã này. Hãy liên kết một số điện thoại để bạn bè của bạn có thể khám phá ra bạn.

# subtitle.noNetworkConnection
source: No network connection
ar: لا يوجد اتصال بالشبكة
bg: Няма мрежова връзка
cs: Bez připojení k internetu
da: Ingen netværksforbindelse
de: Keine Netzwerkverbindung
el: Δεν υπάρχει σύνδεση δικτύου
es: Sin conexión a la red
fi: Ei verkkoyhteyttä
fr: Pas de connexion réseau
he: אין חיבור רשת
hu: Nincs hálózati kapcsolat
id: Tidak ada koneksi jaringan
it: Nessuna connessione di rete
ms: Tiada sambungan rangkaian
nl: Geen netwerkverbinding
no: Ingen nettverkforbindelse
pl: Brak połączenia z siecią
pt: Sem ligação de rede
ro: Fără conexiune la rețea
ru: Нет подключения к сети
sk: Nie je dostupné internetové pripojenie
sr: Нема мрежне везе
sv: Ingen nätverksanslutning
th: ไม่มีการเชื่อมต่อเครือข่าย
tr: Ağ bağlantısı yok
uk: Немає підключення до мережі
vi: Không có kết nối mạng

# subtitle.onCode
source: On Code
ar: في Code
bg: С код
cs: Na Code
da: På kode
de: Über Code
el: Στο Code
es: En Code
fi: Codessa
fr: Sur Code
he: אודות קוד
hu: A kódon
id: Pada Code
it: Su Code
ms: Pada Code
nl: Op Code
no: På kode
pl: Na Code
pt: No Code
ro: Pe Code
ru: В Code
sk: V tomto momente
sr: Na aplikaciji Code
sv: På Code
th: บน Code
tr: Code'da
uk: У Code
vi: Trên mã

# subtitle.openAndPointCamera
source: Open the Code app and point your camera to grab this cash
ar: افتح تطبيق Code ووجه الكاميرا للحصول على هذه النقود
bg: Отворете приложението Code и насочете камерата си, за да вземете тези пари
cs: Otevřete aplikaci Code a nasměrujte svůj fotoaparát tak, abyste tuto hotovost získali.
da: Åbn Code-appen og peg dit kamera for at få disse kontanter
de: Öffnen Sie einfach die Code-App und halten Sie Ihre Kamera darauf, um Ihr Guthaben zu erhalten.
el: Άνοιξε την εφαρμογή Code και στρέψτε τη φωτογραφική σου μηχανή για να πάρεις αυτά τα μετρητά
es: Abre la aplicación Code y apunta con tu cámara para cobrar este dinero
fi: Nappaa käteisrahat avaamalla Code-sovellus ja osoittamalla kamerallasi
fr: Ouvrez l'application Code et pointez votre caméra pour récupérer cet argent
he: פתח את אפליקציית Code וכוון את המצלמה שלך כדי לקחת את המזומן הזה
hu: Nyisd meg a Code alkalmazást, és irányítsd a kamerát a pénz megragadásához
id: Buka aplikasi Code dan arahkan kamera Anda untuk mengambil uang ini
it: Apri l'app Code e punta la tua fotocamera per prendere questi soldi.
ms: Buka aplikasi Code dan halakan kamera anda untuk mendapatkan wang tunai ini
nl: Open de Code-app en gebruik je camera om dit geld te claimen
no: Åpne Code-appen og pek med kameraet ditt for å ta i mot disse pengene
pl: Otwórz aplikację Code i skieruj aparat w odpowiednie miejsce, aby odebrać pieniądze
pt: Abre a aplicação Code e aponta a tua câmara para agarrar este dinheiro
ro: Deschideți aplicația Code și îndreptați camera foto pentru a lua acești bani
ru: Откройте приложение Code и наведите камеру, чтобы получить эти деньги.
sk: Otvorte aplikáciu Code a namierte fotoaparát, aby ste získali tieto peniaze
sr: Отворите Code Wallet апликацију и уперите камеру да узмете овај новац
sv: Öppna appen Code och rikta kameran för att ta emot pengarna
th: เปิดแอป Code แล้วเล็งกล้องของคุณเพื่อรับเงินสดนี้
tr: Code uygulamasını aç ve bu parayı almak için kameranı doğrult
uk: Відкрийте застосунок Code та наведіть вашу камеру, щоб забрати ці гроші
vi: Mở ứng dụng Code và hướng điện thoại của bạn để lấy số tiền này

# subtitle.organizingContacts
source: Organizing Your Contacts
ar: تنظيم جهات الاتصال الخاصة بك
bg: Организиране на вашите контакти
cs: Organizují se vám kontakty
da: Organiser dine kontakter
de: Ihre Kontakte organisieren
el: Οργάνωση Επαφών Σας
es: Organizando tus contactos
fi: Organisoidaan yhteystietojasi
fr: Organiser vos contacts
he: ארגון אנשי הקשר שלך
hu: Névjegyek rendezése
id: Mengatur Kontak Anda
it: Organizzare i tuoi contatti
ms: Mengatur Kenalan anda
nl: Je contacten ordenen
no: Organisere kontaktene dine
pl: Organizowanie Twoich kontaktów
pt: A Organizar os Seus Contactos
ro: Organizează-ți contactele
ru: Организация ваших контактов
sk: Usporiadanie vašich kontaktov
sr: Organizovanje vaših kontakata
sv: Organisera dina kontakter
th: จัดระเบียบรายชื่อติดต่อของคุณ
tr: Kişilerin Düzenleniyor
uk: Упорядкування ваших контактів
vi: Đang sắp xếp Danh bạ của Bạn

# subtitle.phoneVerificationDescription
source: Enter your phone number including the country code.
ar: أدخل رقم هاتفك متضمنًا رمز البلد. تأكّد من استخدام نفس رقم الهاتف الذي تلقّى الدعوة.
bg: Въведете вашия телефонен номер заедно с кода на държавата. Моля, използвайте същия телефонен номер, който е получил поканата.
cs: Zadejte telefonní číslo i s mezinárodní předvolbou. Dbejte na to, abyste uvedli shodné telefonní číslo, které obdrželo pozvánku.
da: Indtast dit telefonnummer inklusiv landekode. Sørg for at anvende det telefonnummer, der modtog invitationen.
de: Geben Sie Ihre Telefonnummer einschließlich der Landesvorwahl ein. Vergewissern Sie sich, dass Sie dieselbe Telefonnummer verwenden, unter der Sie die Einladung erhalten haben.
el: Πληκτρολογήστε τον αριθμό τηλεφώνου σας, συμπεριλαμβανομένου του κωδικού χώρας. Βεβαιωθείτε ότι χρησιμοποιείτε τον ίδιο αριθμό τηλεφώνου στον οποίο λάβατε την πρόσκληση.
es: Introduce tu número de teléfono incluyendo el código de país. Asegúrate de utilizar el mismo número en el que recibiste la invitación.
fi: Syötä puhelinnumerosi, myös maatunnus. Varmista, että käytät samaa puhelinnumeroa, johon sait kutsun.
fr: Entrer votre numéro de téléphone, y compris l'indicatif du pays. Assurez-vous que vous utilisez le même numéro de téléphone que celui qui a reçu l'invitation.
he: הכנס את מספר הטלפון שלך כולל קידומת מדינה. וודא שאתה משתמש במספר טלפון זהה לזה שדרכו קיבלת את ההזמנה.
hu: Adja meg telefonszámát az országkóddal együtt. Győződjön meg arról, hogy ugyanazt a telefonszámot használja, amelyre a meghívót kapta.
id: Masukkan nomor telepon Anda termasuk kode negara. Pastikan Anda menggunakan nomor telepon yang sama dengan yang menerima undangan.
it: Inserisci il tuo numero di telefono, incluso il prefisso internazionale. Assicurati di usare lo stesso numero di telefono che ha ricevuto l'invito.
ms: Masukkan nombor telefon anda termasuk kod negara. Pastikan anda menggunakan nombor telefon sama yang menerima ajakan.
nl: Voer je telefoonnummer in, inclusief de landcode. Zorg ervoor dat je hetzelfde telefoonnummer gebruikt waarop je de uitnodiging hebt ontvangen.
no: Skriv inn telefonnummeret ditt inkludert landskoden. Pass på at du bruker samme telefonnummer som mottok invitasjonen.
pl: Wpisz numer telefonu, w tym kod kraju. Pamiętaj o tym, żeby użyć numeru telefonu, na który przyszło zaproszenie.
pt: Introduza o seu número de telemóvel, incluindo o código do país. Certifique-se de que utiliza o número de telemóvel no qual recebeu o convite.
ro: Introdu numărul tău de telefon, inclusiv prefixul internațional. Asigură-te că folosești același număr de telefon la care ai primit invitația.
ru: Введите свой номер телефона вместе с кодом страны. Убедитесь, что используете тот же номер, на который пришло приглашение.
sk: Zadajte svoje telefónne číslo vrátane kódu krajiny. Uistite sa, že používate rovnaké telefónne číslo, na ktoré ste dostali pozvánku.
sr: Unesite svoj broj telefona uključujući pozivni broj zemlje. Proverite da li koristite isti broj telefona koji je primio pozivnicu.
sv: Ange ditt telefonnummer inklusive landskoden. Se till att du använder samma telefonnummer som du fick inbjudan till.
th: ป้อนหมายเลขโทรศัพท์ของคุณรวมถึงรหัสประเทศ ตรวจสอบให้แน่ใจว่าคุณใช้หมายเลขโทรศัพท์เดียวกันกับที่ได้รับคำเชิญ
tr: Ülke koduyla birlikte telefon numaranı gir. Daveti alan telefon numarasını kullandığından emin ol.
uk: Введіть свій номер телефону разом з кодом країни. Переконайтеся, що ви використовуєте той самий номер телефону, на який ви отримали запрошення.
vi: Nhập số điện thoại của bạn bao gồm cả mã quốc gia. Đảm bảo rằng bạn sử dụng cùng một số điện thoại đã nhận được lời mời.

# subtitle.poweredBy
source: Powered by
ar: مشغّل بواسطة
bg: Предоставено от
cs: Poháněno
da: Leveres af
de: Unterstützt durch
el: Με την υποστήριξη του
es: Desarrollado por
fi: Palvelun tarjoaa
fr: Alimenté par
he: מופעל ע"י
hu: A következő jóvoltából:
id: Didukung oleh
it: Realizzato da
ms: Dikuasakan oleh
nl: Mogelijk gemaakt door
no: Driftet av
pl: Obsługiwane przez
pt: Desenvolvido por
ro: Realizat de
ru: На платформе
sk: Používa technológiu
sr: Omogućava
sv: Drivs av
th: สนับสนุนโดย
uk: На платформі
vi: Được cung cấp bởi

# subtitle.referralBonusReceived
source: Referral bonus received
ar: تم الحصول على مكافأة الإحالة
bg: Бонусът за препоръка е получен
cs: Bonus za doporučení obdržen
da: Henvisningsbonus modtaget
de: Empfehlungsbonus erhalten
el: Λήφθηκε δώρο σύστασης φίλου
es: Bono por recomendación recibido
fi: Suositusbonus vastaanotettu
fr: Bonus de parrainage crédité
he: בונוס ההפניה התקבל
hu: Ajánlói bónusz megérkezett
id: Bonus referensi diterima
it: Bonus referral ricevuto
ms: Bonus rujukan diterima
nl: Verwijzingsbonus ontvangen
no: Henvisningsbonus mottatt
pl: Otrzymano bonus za polecenie
pt: Bónus de referência recebido
ro: Bonus de recomandare primit
ru: Реферальный бонус получен
sk: Získaný bonus za odporúčanie
sr: Примљен бонус за препоруку
sv: Värvningsbonus erhållen
th: โบนัสการแนะนำที่ได้รับ
tr: Yönlendirme bonusu alındı
uk: Реферальний бонус отримано
vi: Đã nhận được tiền thưởng giới thiệu

# subtitle.remoteSendShareSheetTitle
source: Send %@
ar: إرسال %@
bg: Изпращане на %@
cs: Odeslat %@
de: %@ senden
el: Αποστολή %@
es: Enviar %@
fi: Lähetä %@
fr: Envoyer %@
he: שלח %@
hu: %@ küldés
id: Kirim %@
it: Invia %@
ms: Hantar %@
nl: Verstuur %@
pl: Wyślij %@
pt: Enviar %@
ro: Trimite %@
ru: Отправить %@
sk: Odoslať %@
sr: Пошаљи %@
sv: Skicka %@
th: ส่ง %@
tr: %@ Gönder
uk: Надіслати %@
vi: Gửi %@

# subtitle.remoteSendSubject
source: Here's %@
ar: إليك %@
bg: Вижте %@
cs: Zde je %@
da: Her er %@
de: Hier ist %@
el: Ορίστε %@
es: Aquí está %@
fi: Tässä on %@
fr: Voici %@
he: הנה %@
hu: Itt van %@
id: Inilah %@
it: Ecco %@
ms: Inilah %@
nl: Hier is %@
no: Her er %@
pl: Oto %@
pt: Aqui está %@
ro: Iată %@
ru: Вот %@
sk: Tu je %@
sr: Ево %@
sv: Här är %@
th: นี่คือ %@
tr: İşte %@
uk: Ось %@
vi: Đây là %@

# subtitle.requestNewOneIn
source: Request a new one in %@
ar: طلب واحد جديد في خلال %@
bg: Заявете нов код в %@
cs: Požádat o nový za %@
da: Anmod om en ny i %@
de: Fordern Sie einen neuen Code in %@ an
el: Ζητήστε έναν νέο στο %@
es: Solicitar uno nuevo en %@
fi: Pyydä uusi, kun aikaa on kulunut %@
fr: Demander un nouveau code à %@
he: בקש קוד חדש תוך %@
hu: Kérjen újat itt: %@
id: Meminta yang baru di %@
it: Richiedine un altro tra %@
ms: Minta kod baharu dalam %@
nl: Vraag een nieuwe code aan binnen %@
no: Be om en ny i %@
pl: Poproś o nowy w %@
pt: Pedir um novo em %@
ro: Cere unul nou în %@
ru: Запросить новый через %@
sk: Požiadajte o nový v %@
sr: Zatražite novi u %@
sv: Begär en ny i %@
th: ขอใหม่ใน %@
tr: %@ içinde yenisini iste
uk: Запросити новий через %@
vi: Yêu cầu mã xác minh mới sau %@

# subtitle.scanThisQRCode
source: Scan this QR code with your phone's camera to download the Code Wallet app
ar: امسح رمز الاستجابة السريعة هذا ضوئيًا باستخدام كاميرا هاتفك لتنزيل تطبيق المحفظة Code
bg: Сканирайте QR кода с камерата на телефона си, за да изтеглите приложението Code Wallet
cs: Naskenujte tento QR kód pomocí fotoaparátu telefonu a stáhněte si aplikaci Code Wallet.
da: Scan denne QR-kode med din telefons kamera for at downloade Code Wallet-appen
de: Scannen Sie mit Ihrer Handy-Kamera diesen QR-Code, um die Code-Wallet-App herunterzuladen
el: Σάρωσε αυτόν τον κωδικό QR (Γρήγορης Απόκρισης) με την κάμερα του τηλεφώνου σου για να κατεβάσεις την εφαρμογή Code Wallet
es: Escanea este código QR con la cámara de tu móvil para descargar la aplicación Code Wallet
fi: Lataa Code-lompakkosovellus skannaamalla tämä QR-koodi puhelimesi kameralla
fr: Scannez ce code QR avec la caméra de votre téléphone pour télécharger l'application Code Wallet
he: סרוק קוד QR זה עם מצלמת הטלפון שלך כדי להוריד את אפליקציית Code Wallet
hu: A Code Wallet alkalmazás letöltéséhez olvasd be ezt a QR-kódot a telefonod kamerájával
id: Pindai kode QR ini dengan kamera ponsel Anda untuk mengunduh aplikasi Code Wallet
it: Scansiona questo codice QR con la fotocamera del tuo telefono per scaricare l'applicazione Code Wallet
ms: Imbas kod QR ini menggunakan kamera telefon anda untuk memuat turun aplikasi Code Wallet
nl: Scan deze QR-code met de camera van je telefoon om de app Code Wallet te downloaden
no: Skann denne QR-koden med telefonkameraet ditt for å laste ned appen Code Wallet
pl: Zeskanuj ten kod QR aparatem telefonu, aby pobrać aplikację Code Wallet
pt: Digitaliza este código QR com a câmara do teu telemóvel para descarregar a aplicação Code Wallet
ro: Scanați acest cod QR cu camera telefonului dumneavoastră pentru a descărca aplicația Code Wallet
ru: Отсканируйте этот QR-код с помощью камеры вашего телефона, чтобы загрузить приложение Code Wallet.
sk: Naskenujte tento QR kód fotoaparátom svojho telefónu a stiahnite si aplikáciu Code Wallet
sr: Скенирајте овај QR код камером свог мобилног телефона како бисте преузели Code Wallet апликацију
sv: Skanna denna QR-kod med din telefons kamera för att ladda ner appen Code Wallet
th: สแกนรหัส QR นี้ด้วยกล้องโทรศัพท์ของคุณเพื่อดาวน์โหลดแอป Code Wallet
tr: Code Wallet uygulamasını indirmek için bu QR kodunu telefonunun kamerasıyla tara
uk: Відскануйте цей QR-код камерою вашого телефона, щоб завантажити застосунок Гаманець Code
vi: Quét mã QR này bằng máy ảnh trên điện thoại của bạn để tải xuống ứng dụng Ví Code
