Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# error.title.tipTooLarge
source: Tip Too Large
ar: الإكرامية أكثر من الحد المسموح به
bg: Баккшишът е прекалено голям
cs: Příliš velké spropitné
da: Beløbet, der blev givet i drikkepenge, var for stort
de: Trinkgeldbetrag zu hoch
el: Φιλοδώρημα Πολύ Μεγάλο
es: Propina demasiado grande
fi: Tippi liian iso
fr: Pourboire trop élevé
he: הטיפ גדול מדי
hu: A borravaló túl sok
id: Tip Terlalu Besar
it: Mancia troppo grande
ms: Tip Terlalu Besar
nl: De fooi is te groot
no: For stort tips
pl: Napiwek jest za duży
pt: O valor da recompensa é demasiado alto
ro: Bacșiș prea mare
ru: Чаевые слишком большие
sk: Príliš vysoký tip
sr: Напојница је превелика
sv: Dricksbeloppet är för stort
th: ทิปมากเกินไป
tr: Bahşiş Çok Fazla
uk: Чайові занадто великі
vi: Tiền boa quá lớn

# error.title.tipTooSmall
source: Tip Too Small
ar: الإكرامية أقل من الحد المسموح به
bg: Бакшишът е прекалено малък
cs: Příliš malé spropitné
da: Beløbet, der blev givet i drikkepenge, var for lille
de: Trinkgeldbetrag zu niedrig
el: Φιλοδώρημα Πολύ Μικρό
es: Propina demasiado pequeña
fi: Liian pieni tippi
fr: Pourboire trop bas
he: הטיפ קטן מדי
hu: A borravaló túl kevés
id: Tip Terlalu Kecil
it: Mancia troppo piccola
ms: Tip Terlalu Kecil
nl: De fooi is te klein
no: For lite tips
pl: Napiwek jest za mały
pt: O valor da recompensa é demasiado baixo
ro: Bacșiș prea mic
ru: Чаевые слишком маленькие
sk: Príliš nízky tip
sr: Напојница је премала
sv: Dricksbeloppet är för litet
th: ทิปน้อยเกินไป
tr: Bahşiş Çok Az
uk: Чайові занадто малі
vi: Tiền boa quá nhỏ

# error.title.tooManyAccounts
source: Too many accounts created
ar: تم إنشاء حسابات أكثر من المسموح به
bg: Твърде много създадени профили
cs: Vytvořeno příliš mnoho účtů
da: For mange konti blev oprettet
de: Zu viele Konten erstellt
el: Δημιουργήθηκαν πάρα πολλοί λογαριασμοί
es: Has creado demasiadas cuentas
fi: Luotu liian monta tiliä
fr: Trop de comptes créés
he: יותר מדי חשבונות נוצרו
hu: Túl sok fiók jött létre
id: Terlalu banyak akun yang dibuat
it: Troppi account creati
ms: Terlalu banyak akaun dicipta
nl: Te veel accounts aangemaakt
no: For mange kontoer er opprettet
pl: Utworzono za wiele kont
pt: Demasiadas contas criadas
ro: Au fost create prea multe conturi
ru: Создано слишком много учетных записей
sk: Bolo vytvorených príliš veľa účtov
sr: Napravljeno je previše naloga
sv: För många konton har skapats
th: มีการสร้างบัญชีมากเกินไป
tr: Çok fazla hesap oluşturuldu
uk: Створено забагато акаунтів
vi: Quá nhiều tài khoản được tạo

# error.title.tooManyAccountsPerDevice
source: Account Already Created
ar: تم إنشاء الحساب بالفعل
bg: Този акаунт вече е създаден
cs: Účet již byl vytvořen
da: Konto allerede oprettet
de: Das Konto wurde bereits erstellt
el: Ο λογαριασμός έχει ήδη δημιουργηθεί
es: Cuenta ya creada
fi: Tili on jo luotu
fr: Compte déjà créé
he: החשבון כבר נוצר
hu: A fiók már létre lett hozva
id: Akun Sudah Dibuat
it: Account già creato
nl: Account reeds aangemaakt
no: Kontoen er allerede opprettet
pl: Konto zostało już utworzone
pt: Conta Já Criada
ro: Cont deja creat
ru: Учетная запись уже создана
sk: Účet už bol vytvorený
sr: Налог је већ креиран
sv: Konto redan skapat
th: บัญชีได้รับการสร้างแล้ว
tr: Hesap Zaten Oluşturuldu
uk: Обліковий запис вже створений

# error.title.tooManyAccountsPerPhone
source: Account Already Created
ar: تم إنشاء الحساب بالفعل
bg: Този акаунт вече е създаден
cs: Účet již byl vytvořen
da: Konto allerede oprettet
de: Das Konto wurde bereits erstellt
el: Ο λογαριασμός έχει ήδη δημιουργηθεί
es: Cuenta ya creada
fi: Tili on jo luotu
fr: Compte déjà créé
he: החשבון כבר נוצר
hu: A fiók már létre lett hozva
id: Akun sudah dibuat
it: Account già creato
nl: Account reeds aangemaakt
no: Kontoen er allerede opprettet
pl: Konto zostało już utworzone
pt: Conta Já Criada
ro: Cont deja creat
ru: Учетная запись уже создана
sk: Účet už bol vytvorený
sr: Налог је већ креиран
sv: Konto redan skapat
th: บัญชีได้รับการสร้างแล้ว
tr: Hesap Zaten Oluşturuldu
uk: Обліковий запис вже створений

# faq.a._1
source: We believe payments should be simple, powerful, and global. By building with advanced blockchain technology Code offers features that traditional payments apps can't, like global peer to peer transfers, micropayments that unlock individual articles online, and zero fee tips for your favorite creators.
ar: نحن نؤمن بأن المدفوعات ينبغي أن تكون بسيطة وقوية وعالمية. عن طريق البناء باستخدام تقنية blockchain المتقدمة, يوفر Code ميزات لا يمكن لتطبيقات المدفوعات التقليدية القيام بتقديمها, مثل التحويلات العالمية بين الأقران, والمدفوعات الصغيرة التي تفتح مواد فردية عبر الإنترنت, ونصائح بدون رسوم لمنشئي المحتوى المفضلين لديك.
bg: Вярваме, че плащанията трябва да бъдат опростени, мощни и глобални. Чрез изграждане с усъвършенствана блокчейн технология, Code предлага функции, които традиционните приложения за плащания не могат, като глобални равноправни трансфери, микроплащания, които отключват отделни статии онлайн, и бакшиши с нулеви такси за вашите любими творци.
cs: Věříme, že platby by měly být jednoduché, výkonné a globální. Stavbou s pokročilou blockchainovou technologií nabízí Code funkce, které tradiční platební aplikace nemohou, jako globální peer-to-peer převody, mikroplatby, které odemykají jednotlivé on-line články a spropitné s nulovými poplatky pro vaše oblíbené tvůrce.
da: Vi mener, at betalinger skal være enkle, effektive og globale. Code bygger med avanceret blokkædeteknologi, hvilket gør det muligt at tilbyde funktioner, som traditionelle betalingsapps ikke kan, f.eks. globale peer to peer-overførsler, mikrobetalinger, der låser op for individuelle artikler, og gebyrløse smådonationer til dine yndlingskreatører.
de: Wir meinen, dass Zahlungen einfach, umfassend und global sein sollten. Durch den Aufbau mit fortschrittlicher Blockchain-Technologie bietet Code mehr Funktionen als herkömmliche Zahlungs-Apps, wie globale Peer-to-Peer-Überweisungen, Micropayments, die einzelne Artikel online freischalten, und gebührenfreie Tipps für Ihre bevorzugten Entwickler.
el: Πιστεύουμε ότι οι πληρωμές πρέπει να είναι απλές, ισχυρές και παγκόσμιες. Δουλεύοντας με την προηγμένη τεχνολογία blockchain, το Code προσφέρει χαρακτηριστικά που δεν μπορούν να προσφέρουν οι παραδοσιακές εφαρμογές πληρωμών, όπως παγκόσμιες μεταφορές peer to peer, μικροπληρωμές που ξεκλειδώνουν μεμονωμένα άρθρα στο διαδίκτυο και zero fee tips για τους αγαπημένους σου δημιουργούς.
es: Creemos que los pagos deben ser sencillos, poderosos y globales. Code emplea tecnología avanzada de cadena de bloques para ofrecer funciones que las aplicaciones de pago tradicionales no pueden, como transferencias globales entre particulares, micropagos que desbloquean artículos individuales en línea y propinas sin comisiones para tus creadores de contenido favoritos.
fi: Uskomme, että maksujen pitäisi olla yksinkertaisia, tehokkaita ja maailmanlaajuisia. Code nojaa edistyneeseen lohkoketjutekniikkaan ja tarjoaa näin ominaisuuksia, joihin perinteiset maksusovellukset eivät pysty, kuten globaaleja vertaisverkkosiirtoja, mikromaksuja, jotka avaavat yksittäisiä artikkeleita verkossa, ja tippejä suosikkitekijöillesi ilman välityspalkkiota.
fr: Nous pensons que les paiements doivent être simples, efficaces et universels. En s'appuyant sur la technologie avancée de la blockchain, Code offre des fonctionnalités que les applications de paiement traditionnelles n'ont pas, comme les transferts de pair à pair, les micropaiements pour débloquer des articles individuels en ligne, et les contributions sans frais à vos créateurs favoris.
he: אנו מאמינים שתשלומים צריכים להיות פשוטים, עוצמתיים וגלובליים. על ידי בנייה עם טכנולוגיית בלוקצ'יין מתקדמת, Code מציע תכונות שאפליקציות תשלומים מסורתיות אינן יכולות, כמו העברות עמית לעמית גלובליות, מיקרו-תשלומים שפותחים מאמרים יחידים באינטרנט וטיפים ללא עמלה ליוצרים האהובים עליך.
hu: Hisszük, hogy a fizetéseknek egyszerűnek, hatékonynak és globálisnak kell lenniük. A fejlett blokklánc-technológiára építve a Code olyan funkciókat kínál, amelyekre a hagyományos fizetési alkalmazások nem képesek, például globális peer-to-peer átutalásokat, az egyes cikkeket online feloldó mikrofizetéseket és a kedvenc alkotóknak szóló nulla díjas tippeket.
id: Kami percaya pembayaran itu seharusnya mudah, kuat, dan global. Dengan membangun menggunakan teknologi blockchain tingkat lanjut, Code menawarkan fitur yang tidak dimiliki oleh aplikasi pembayaran tradisional, seperti transfer peer to peer global, micropayment yang membuka artikel individu secara daring, serta nol tip biaya untuk kreator favorit Anda.
it: Crediamo che i pagamenti dovrebbero essere semplici, potenti e globali. Essendo costruito con tecnologia blockchain avanzata, Code offre funzionalità che le app di pagamento tradizionali non possono offrire, come trasferimenti peer to peer globali, micropagamenti che sbloccano singoli articoli online e mance a costo zero per i tuoi creatori preferiti.
ms: Code ialah aplikasi pembayaran yang memudahkan anda menghantar wang kepada sesiapa, di mana-mana sahaja di dunia.
nl: Wij vinden dat betalingen eenvoudig, krachtig en wereldwijd bruikbaar moeten zijn. Dankzij geavanceerde blockchaintechnologie heeft Code functies die traditionele betaalapps niet kunnen bieden, zoals wereldwijde peer-to-peer-overschrijvingen, microbetalingen voor het online ontgrendelen van losse artikelen en kosteloze tips voor je favoriete makers.
no: Vi mener at betalinger bør være enkle, potente og globale. Ved å bygge med avansert blokkjedeteknologi tilbyr Code funksjoner som tradisjonelle betalingsapper ikke kan, som globale overføringer mellom privatpersoner, mikrobetalinger som låser opp individuelle artikler på nettet, og gebyrfri tips til dine favorittskapere.
pl: Wierzymy, że płatności powinny być proste, skuteczne i globalne. Dzięki zaawansowanej technologii blockchain portfel Code oferuje funkcje, których tradycyjne aplikacje płatnicze nie są w stanie zapewnić, takie jak globalne przelewy peer to peer, mikropłatności, które odblokowują poszczególne artykuły online, oraz zerowe opłaty za napiwki dla Twoich ulubionych twórców.
pt: Consideramos que os pagamentos devem ser simples, poderosos e globais. Ao desenvolver os seus produtos com tecnologia avançada de blockchain, a Code oferece caraterísticas que as aplicações de pagamento tradicionais não podem oferecer, como, por exemplo, transferências ponto a ponto a nível global, micropagamentos que desbloqueiam artigos individuais online e gorjetas isentas de taxas para os seus criadores favoritos.
ro: Considerăm că plățile ar trebui să fie simple, fiabile și globale. Utilizând tehnologia blockchain avansată, Code oferă caracteristici pe care aplicațiile de plată tradiționale nu le pot oferi, cum ar fi transferuri globale peer to peer, microplăți care deblochează articole individuale online și bacșișuri fără taxe pentru creatorii tăi preferați.
ru: Мы считаем, что платежи должны быть простыми, мощными и глобальными. Благодаря использованию передовой технологии блокчейна Code предлагает функции, недоступные традиционным платежным приложениям, такие как глобальные одноранговые переводы, микроплатежи, открывающие доступ к отдельным статьям в Интернете, а также чаевые для ваших любимых авторов с нулевой комиссией.
sk: Veríme, že platby by mali byť jednoduché, výkonné a globálne. Vytvorením pokročilej technológie blockchain Code ponúka funkcie, ktoré tradičné platobné aplikácie nedokážu, ako napríklad globálne peer-to-peer prevody, mikroplatby, ktoré odomykajú jednotlivé články online, a tipy na nulové poplatky pre vašich obľúbených tvorcov.
sr: Сматрамо да плаћања треба да буду једноставна, моћна и глобална. Уз помоћ напредне блокчејн технологије, Code нуди функције које традиционалне апликације за плаћање не могу, као што су глобални peer to peer трансфери, микроплаћања која откључавају појединачне чланке на мрежи и савети без икакве накнаде за ваше омиљене креаторе.
sv: Vi anser att betalningar ska vara enkla, kraftfulla och globala. Genom att bygga med avancerad blockkedjeteknik erbjuder Code funktioner som traditionella betalningsappar inte kan, såsom globala peer-to-peer-överföringar, mikrobetalningar som låser upp enskilda artiklar online och avgiftsfri dricks till dina favoritkreatörer.
th: เราเชื่อว่าการชำระเงินควรง่าย มีประสิทธิภาพ และครอบคลุมทั่วโลก Code สร้างด้วยรหัสเทคโนโลยีบล็อกเชนขั้นสูงจึงทำให้มีฟีเจอร์ที่แอปชำระเงินแบบดั้งเดิมไม่สามารถทำได้ เช่น การโอนเงินแบบ peer to peer ทั่วโลก การชำระเงินแบบไมโครเพย์เมนต์ที่ปลดล็อกบทความแต่ละบทความทางออนไลน์ และเคล็ดลับค่าธรรมเนียมเป็นศูนย์สำหรับครีเอเตอร์ที่คุณชื่นชอบ
tr: Ödemelerin basit, güçlü ve küresel olması gerektiğine inanıyoruz. Code, ileri blok zinciri teknolojisiyle geliştirilerek, küresel eşler arası transferler, çevrim içi bireysel makalelerin kilidini açan mikro ödemeler ve favori oluşturucularınız için sıfır ücret ipuçları gibi geleneksel ödeme uygulamalarının sunamayacağı özellikler sunar.
uk: Ми вважаємо, що платежі повинні бути простими, ефективними та глобальними. Завдяки використанню передової технології блокчейн, Code пропонує функції, недоступні для традиційних платіжних додатків. Серед них – міжнародні перекази між користувачами, мікроплатежі для оплати окремих онлайн-статей та безкомісійні винагороди для ваших улюблених авторів.
vi: Code là một ứng dụng thanh toán giúp gửi tiền cho bất kỳ ai, ở bất kỳ đâu trên thế giới một cách đơn giản.

# faq.a._2
source: Kin is a cryptocurrency like Bitcoin, but is also designed for fast, inexpensive payments.
ar: Kin هي عملة مشفرة مثل Bitcoin, ولكنها مصممة كذلك لعمليات الدفع السريعة وغير المكلفة.
bg: Kin е криптовалута като биткойн, но също така е предназначена за бързи и евтини плащания.
cs: Kin je kryptoměna jako Bitcoin, ale je také navržena pro rychlé, dostupné platby.
da: Kin er en kryptovaluta ligesom Bitcoin, men er også designet til hurtige, billige betalinger.
de: Wie Bitcoin ist auch Kin eine Kryptowährung, aber ebenfalls für schnelle, kostengünstige Zahlungen konzipiert.
el: Το Kin είναι ένα κρυπτονόμισμα όπως το Bitcoin αλλά έχει επίσης σχεδιαστεί για γρήγορες και φθηνές πληρωμές.
es: Kin es una criptomoneda como Bitcoin, pero también está diseñada para pagos rápidos y económicos.
fi: Kin on bitcoinin kaltainen kryptovaluutta, mutta se on myös tarkoitettu nopeisiin ja edullisiin maksuihin.
fr: Le Kin est une cryptomonnaie comme le Bitcoin, mais il est également conçu pour des paiements rapides et de faible valeur.
he: Kin הוא מטבע קריפטוגרפי כמו ביטקוין, אך הוא מיועד גם לתשלומים מהירים ולא יקרים.
hu: A Kin a Bitcoinhoz hasonló kriptopénz, amit gyors és olcsó fizetésekre terveztek.
id: Kin adalah mata uang kripto seperti Bitcoin, tetapi juga dirancang untuk pembayaran yang cepat dan terjangkau.
it: Il Kin è una criptovaluta come il Bitcoin, ma progettata per pagamenti ridotti e rapidi.
ms: Code dibina menggunakan teknologi blok rantai. Ini membolehkan Code menawarkan perkhidmatan pembayaran global yang pantas, percuma dan persendirian.
nl: Kin is een cryptocurrency zoals Bitcoin, maar is ook ontworpen voor snelle, goedkope betalingen.
no: Kin er en kryptovaluta som Bitcoin, men er også laget for raske og billige betalinger.
pl: Kin jest kryptowalutą podobną do Bitcoina, ale jest również przeznaczona do szybkich i niedrogich płatności.
pt: A Kin é uma criptomoeda, como a Bitcoin, mas também foi concebida para permitir a realização de pagamentos de forma rápida e económica.
ro: Kin este o criptomonedă precum Bitcoin, dar este, de asemenea, concepută pentru plăți rapide și la costuri reduse.
ru: Kin — это криптовалюта, подобная биткойну, но она также предназначена для быстрых и недорогих платежей.
sk: Kin je kryptomena ako bitcoin, ale je tiež navrhnutá pre rýchle a lacné platby.
sr: Кин је криптовалута попут биткоина, али је намењен и брзим, јефтиним плаћањима.
sv: Kin är en kryptovaluta som Bitcoin men dessutom utformad för snabba och billiga betalningar.
th: Kin เป็นสกุลเงินดิจิทัลเช่นเดียวกับ Bitcoin แต่ยังได้รับการออกแบบมาสำหรับการชำระเงินที่รวดเร็วและไม่แพงอีกด้วย
tr: Kin, Bitcoin gibi bir kripto para birimidir ama aynı zamanda hızlı ve ucuz ödemeler için de tasarlanmıştır.
uk: Kin — це криптовалюта, як і Bitcoin, але вона також призначена для швидких і недорогих платежів.
vi: Code được xây dựng bằng công nghệ chuỗi khối. Điều này giúp Code có thể cung cấp các giao dịch thanh toán toàn cầu nhanh chóng, miễn phí và riêng tư.
