Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# subtitle.youReceived
source: You received
ar: لقد تلقيت
bg: Вие получихте
cs: Obdrželi jste
da: Du modtog
de: Sie erhielten
el: Λάβατε
es: Has recibido
fi: Sait
fr: Vous avez reçu
he: קיבלת
hu: Ennyit kaptál
id: Anda menerima
it: Hai ricevuto
ms: Anda menerima
nl: Je ontving
no: Du mottok
pl: Otrzymałeś
pt: Recebeu
ro: Ai primit
ru: Вы получили
sk: Obdržali ste
sr: Dobili ste
sv: Du fick
th: คุณได้รับแล้ว
tr: Aldığın
uk: Ви отримали
vi: Bạn đã nhận

# subtitle.youSent
source: You sent
ar: لقد أرسلت
bg: Изпратихте
cs: Poslali jste
da: Du sendte
de: Sie haben gesendet
el: Στείλατε
es: Has enviado
fi: Lähetit
fr: Vous avez envoyé
he: שלחת
hu: Ön küldött
id: Anda mengirim
it: Hai inviato
ms: Anda menghantar
nl: Je stuurde
no: Du sendte
pl: Wysłałeś(-aś)
pt: Enviou
ro: Ai trimis
ru: Вы отправили
sk: Odoslali ste
sr: Послали сте
sv: Du har skickat
th: คุณได้ส่ง
tr: Gönderdin
uk: Ви надіслали
vi: Bạn đã gửi đi

# subtitle.youSpent
source: You spent
ar: لقد أنفقت
bg: Изхарчихте
cs: Utratili jste
da: Du brugte
de: Sie haben ausgegeben
el: Ξοδέψατε
es: Has gastado
fi: Käytit
fr: Vous avez dépensé
he: הוצאת
hu: Ön elköltött
id: Anda membelanjakan
it: Hai speso
ms: Anda membelanja
nl: Je hebt uitgegeven
no: Du brukte
pl: Wydałeś(-aś)
pt: Gastou
ro: Ai cheltuit
ru: Вы потратили
sk: Minuli ste
sr: Потрошили сте
sv: Du har spenderat
th: คุณได้ใช้ไป
tr: Harcadın
uk: Ви витратили
vi: Bạn đã chi tiêu

# subtitle.youTipped
source: You tipped someone
ar: لقد منحك أحد ما إكرامية
bg: Изпратихте бакшиш на някого
cs: Dali jste někomu spropitné
da: Du har givet nogen drikkepenge
de: Sie haben jemandem Trinkgeld gegeben
el: Δώσατε φιλοδώρημα σε κάποιον
es: Le has dado una propina a alguien
fi: Annoit jollekulle tipin
fr: Vous avez donné un pourboire à quelqu'un
he: נתתם למישהו טיפ
hu: Valakinek borravalót adtál
id: Anda memberi tip untuk seseorang
it: Hai dato la mancia a qualcuno
ms: Anda memberi tip kepada seseorang
nl: Je hebt iemand een fooi gegeven
no: Du tipset noen
pl: Dałeś komuś napiwek
pt: Deu uma recompensa
ro: Ai dat cuiva un bacșiș
ru: Вы дали кому-то чаевые
sk: Niekomu ste dali tip
sr: Дали сте неком напојницу
sv: Du gav någon dricks
th: คุณให้ทิปบางคน
tr: Birisine bahşiş verdin
uk: Ви дали комусь чайові
vi: Bạn đã boa cho ai đó

# subtitle.youWithdrew
source: You withdrew
ar: لقد سحبت
bg: Изтеглихте
cs: Vybrali jste
da: Du har trukket
de: Sie haben abgehoben
el: Αποσύρατε
es: Has retirado
fi: Nostit
fr: Vous avez retiré
he: משכת
hu: Ön kivett
id: Anda menarik
it: Hai prelevato
ms: Anda mengeluarkan
nl: Je hebt opgenomen
no: Du tok ut
pl: Wypłaciłeś(-aś)
pt: Levantou
ro: Ai retras
ru: Вы вывели
sk: Vybrali ste
sr: Подигли сте
sv: Du har tagit ut
th: คุณได้ถอน
tr: Çektin
uk: Ви вивели
vi: Bạn đã rút tiền

# success.description.withdrawalComplete
source: Your funds have been successfully withdrawn.
ar: تم سحب أموالك بنجاح.
bg: Вашите средства бяха изтеглени успешно.
cs: Úspěšně jste si vybrali peníze.
da: Dine midler blev udbetalt
de: Die Abhebung Ihres Guthabens war erfolgreich.
el: Έγινε ανάληψη των κεφαλαίων σας με επιτυχία.
es: Tus fondos se han retirado con éxito.
fi: Rahojesi nostaminen onnistui.
fr: Vos fonds ont été retirés avec succès.
he: הכספים שלך נמשכו בהצלחה.
hu: Az összeget sikeresen visszavontuk.
id: Dana Anda berhasil ditarik.
it: I tuoi fondi sono stati prelevati correttamente.
ms: Dana anda telah berjaya dikeluarkan.
nl: Je geldopname werd met succes uitgevoerd.
no: Midlene dine har blitt tatt ut.
pl: Twoje środki zostały wypłacone.
pt: Os seus fundos foram levantados com sucesso.
ro: Fondurile tale au fost retrase cu succes.
ru: Ваши средства успешно выведены.
sk: Vaše prostriedky boli úspešne vybraté.
sr: Vaša sredstva su uspešno povučena.
sv: Dina pengar har tagits ut framgångsrikt.
th: ถอนเงินของคุณเรียบร้อยแล้ว
tr: Paran başarıyla çekildi.
uk: Ваші кошти успішно виведені.
vi: Bạn đã rút tiền của mình thành công.

# success.description.xConnected
source: You can now request tips.
ar: لقد تم ربط حساب X الخاص بك بحساب Code الخاص بك بنجاح. يمكنك الآن طلب الإكراميات.
bg: Вашият профил в Х беше свързан успешно с вашия профил в Code. Сега можете да изисквате бакшиши.
cs: Váš účet X byl úspěšně připojen k účtu Code. Nyní můžete požádat o spropitné.
da: Din X-konto er blevet forbundet med din Code-konto. Du kan nu anmode om drikkepenge.
de: Ihr X-Konto wurde erfolgreich mit Ihrem Code-Konto verbunden. Sie können nun Trinkgeld anfordern.
el: Ο λογαριασμός σας X έχει συνδεθεί επιτυχώς με τον λογαριασμό σας Code. Μπορείτε τώρα να ζητήσετε φιλοδωρήματα.
es: Tu cuenta de X se ha conectado correctamente a tu cuenta de Code. Ahora puede solicitar propinas.
fi: X-tilisi on nyt onnistuttu yhdistämään Code-tiliisi. Voit nyt pyytää tippejä.
fr: Votre compte X a été connecté avec succès à votre compte Code. Vous pouvez désormais demander des pourboires.
he: חשבון X שלכם חובר בהצלחה לחשבון Code שלכם. עכשיו אתם יכולים לבקש טיפים.
hu: Az X-fiókodat sikeresen összekapcsoltuk a Code-fiókoddal. Most már kérhetsz borravalót.
id: Akun X Anda telah berhasil tersambung ke akun Code Anda. Anda sekarang dapat meminta Tip.
it: Il tuo account X è stato collegato con successo al tuo account Code. Ora puoi richiederea mance.
ms: Akaun X anda berjaya dihubungkan kepada akaun Code anda. Anda kini boleh meminta Tip.
nl: Je X-account is met succes verbonden met je code-account. Je kunt nu fooien aanvragen.
no: X-kontoen din er koblet opp til Code-kontoen din. Du kan nå be om tips.
pl: Twoje konto X zostało pomyślnie połączone z kontem Code. Możesz teraz poprosić o napiwki.
pt: A sua conta X foi conectada com êxito à sua conta Code. Já pode solicitar Recompensas.
ro: Contul tău X a fost conectat cu succes la contul tău Code. Acum poți solicita bacșișuri.
ru: Ваш аккаунт X был успешно подключен к вашему аккаунту Code. Теперь вы можете запросить чаевые.
sk: Váš účet X bol úspešne prepojený s vaším účtom Code. Teraz môžete požiadať o tipy.
sr: Ваш X налог је успешно повезан са вашим Code налогом. Сада можете затражити напојнице.
sv: Ditt X-konto är nu kopplat till ditt Code-konto, vilket gör att du kan be om dricks.
th: บัญชี X ของคุณเชื่อมต่อกับบัญชี Code ของคุณเรียบร้อยแล้ว ตอนนี้คุณสามารถขอรับทิปได้แล้ว
tr: X hesabın, Code hesabına başarıyla bağlandı. Artık Bahşiş isteyebilirsin.
uk: Ваш акаунт X успішно підключено до вашого акаунту Code. Тепер ви можете запитувати чайові.
vi: Tài khoản X của bạn đã được kết nối thành công với tài khoản Code của bạn. Giờ đây, bạn có thể yêu cầu Tiền boa.

# success.title.withdrawalComplete
source: Withrawal Successful
ar: نجحت عملية السحب
bg: Успешно изтегляне на средства.
cs: Výběr proběhl úspěšně
da: Udbetaling lykkedes
de: Abhebung erfolgreich
el: Επιτυχής Ανάληψη
es: Retirada realizada con éxito
fi: Nosto onnistui
fr: Retrait réussi
he: המשיכה עברה בהצלחה
hu: A visszavonás sikeres
id: Penarikan Berhasil
it: Prelievo effettuato correttamente
ms: Pengeluaran Berjaya
nl: Geldopname gelukt
no: Uttak lyktes
pl: Wypłacenie powiodło się
pt: Levantamento Com Sucesso
ro: Retragerea a avut succes
ru: Выведение прошло успешно
sk: Výber bol úspešný
sr: Povlačenje je uspelo
sv: Återkallelse framgångsrik
th: ถอนสำเร็จ
tr: Para Çekme Başarılı
uk: Виведення успішно
vi: Rút tiền Thành công

# success.title.xConnected
source: X Account Connected
ar: تم ربط حساب X بنجاح
bg: Профилът в Х е свързан успешно
cs: X účet úspěšně připojen
da: X Konto forbundet
de: X-Konto erfolgreich verbunden
el: Επιτυχής Σύνδεση Λογαριασμού X
es: Cuenta de X conectada correctamente
fi: X-tilin yhdistäminen onnistui
fr: Compte X connecté avec succès
he: חשבון X חובר בהצלחה
hu: X-fiók sikeresen csatlakoztatva
id: Akun X Berhasil Terhubung
it: Account X connesso correttamente
ms: Akaun X Berjaya Dihubungkan
nl: Het X-account is met succes verbonden
no: X-konto koblet opp
pl: Pomyślnie połączono konto X
pt: Conta X conectada com êxito
ro: Contul X a fost conectat cu succes
ru: Аккаунт X успешно подключен
sk: Účet X bol úspešne pripojený
sr: X налог успешно повезан
sv: X-kontot är nu kopplat
th: เชื่อมต่อบัญชี X สำเร็จ
tr: X Hesabı Başarıyla Bağlandı
uk: Акаунт X успішно підключено
vi: Đã kết nối tài khoản X thành công

# title.accessKey
source: Access Key
ar: مفتاح الوصول
bg: Ключ за достъп
cs: Přístupový klíč
da: Adgangskode
de: Zugriffsschlüssel
el: Κλειδί Πρόσβασης
es: Clave de acceso
fi: Käyttöoikeusavain
fr: Clé d'accès
he: מפתח גישה
hu: Hozzáférési kulcs
id: Kunci Akses
it: Chiave d'accesso
ms: Kunci Akses
nl: Toegangscode
no: Tilgangsnøkkel
pl: Klucz dostępu
pt: Chave de Acesso
ro: Cheie de acces
ru: Ключ доступа
sk: Prístupový kľúč
sr: Ključ za pristup
sv: Tillgångsnyckel
th: คีย์การเข้าถึง
tr: Erişim Anahtarı
uk: Ключ доступу
vi: Khóa Truy cập

# title.appSettings
source: App Settings
ar: إعدادات التطبيق
bg: Настройки на приложението
cs: Nastavení aplikace
da: Appindstillinger
de: App-Einstellungen
el: Ρυθμίσεις Εφαρμογής
es: Configuración de la aplicación
fi: Sovelluksen asetukset
fr: Paramètres de l'application
he: הגדרות אפליקציה
hu: Alkalmazás beállításai
id: Pengaturan Aplikasi
it: Impostazioni app
nl: Appinstellingen
no: Appinnstillinger
pl: Ustawienia aplikacji
pt: Definições da Aplicação
ro: Setări aplicație
ru: Настройки приложения
sk: Nastavenia aplikácie
sr: Поставке апликације
sv: Appinställningar
th: การตั้งค่าแอป
tr: Uygulama Ayarları
uk: Налаштування додатку

# title.autoStartCamera
source: Auto Start Camera
ar: التشغيل التلقائي للكاميرا
bg: Автоматично стартиране на камерата
cs: Automatické spuštění fotoaparátu
da: Start automatisk kamera
de: Kamera automatisch starten
el: Αυτόματη Εκκίνηση Κάμερας
es: Abrir automáticamente la cámara
fi: Käynnistä kamera automaattisesti
fr: Activer automatiquement la caméra
he: הפעלה אוטומטית של המצלמה
hu: Kamera automatikus indítása
id: Mulai Otomatis Kamera
it: Apri la fotocamera automaticamente
nl: Camera automatisch starten
no: Start kamera automatisk
pl: Autostart kamery
pt: Ativar Câmara Automaticamente
ro: Pornirea automată a camerei
ru: Автозапуск камеры
sk: Automatický štart kamery
sr: Аутоматско покретање камере
sv: Starta kameran automatiskt
th: เปิดใช้งานกล้องอัตโนมัติ
tr: Kamerayı Otomatik Başlat
uk: Автоувімкнення камери

# title.balance
source: Balance
ar: الرصيد
bg: Баланс
cs: Zůstatek
da: Saldo
de: Saldo
el: Υπόλοιπο
es: Saldo
fi: Saldo
fr: Solde
he: מצב חשבון
hu: Egyenleg
id: Saldo
it: Saldo
ms: Baki
nl: Saldo
no: Saldo
pl: Saldo
pt: Saldo
ro: Sold
ru: Баланс
sk: Zostatok
sr: Saldo
sv: Balans
th: ยอดคงเหลือ
tr: Bakiye
uk: Баланс
vi: Số dư

# title.betaFlags
source: Beta Flags
ar: علامات ميزات البرنامج
bg: Бета флагчета
cs: Beta příznaky
da: Betaflag
de: Beta-Flaggen
el: Δείκτες που καθορίζουν νέα χαρακτηριστικά του λογισμικού μιας εφαρμογής
es: Banderas beta
fi: Beta-liput
fr: Fanions Bêta
he: דגלי בטא
hu: Béta zászlók
id: Tanda Beta
it: Bandiere beta
ms: Bendera Beta
nl: Bèta-vlaggen
no: Beta-flagg
pl: Betaflagi
pt: Bandeiras Beta
ro: Steaguri Beta
ru: Бета-флаги
sk: Indikátory beta
sr: Бета заставице
sv: Betaflaggor
th: การตั้งค่าสถานะเบต้า
tr: Beta Bayrakları
uk: Бета прапори
vi: Cờ thử nghiệm

# title.buySellKin
source: Buy & Sell Kin
ar: اشترِ وبع Kin
bg: Купувайте и продавайте Kin
cs: Kupujte a prodávejte Kin
da: Køb og Sælg Kin
de: Kin kaufen & verkaufen
el: Αγορά και Πώληση Kin
es: Comprar y vender Kin
fi: Osta ja myy kinejä
fr: Achetez et vendez du Kin
he: קנו ומכרו Kin
hu: Kin vásárlás és eladás
id: Beli & Jual Kin
it: Acquista e vendi Kin
ms: Beli & Jual Kin
nl: Kin kopen en verkopen
no: Kjøp og selg Kin
pl: Kupuj i sprzedawaj Kin
pt: Comprar e Vender Kin
ro: Cumpără și vinde Kin
ru: Купля и продажа Kin
sk: Kupiť a predať Kin
sr: Куповина и продаја кина
sv: Köp och sälj Kin
th: ซื้อและขาย Kin
tr: Kin Al & Sat
uk: Купувати та продавати Kin
vi: Mua & Bán Kin

# title.chat.cashTransactions
source: Cash Payments
ar: مدفوعات نقدية
bg: Парични плащания
cs: Platby v hotovosti
da: Kontante betalinger
de: Barzahlungen
el: Πληρωμές με μετρητά
es: Pagos en efectivo
fi: Käteismaksut
fr: Paiements comptants
he: תשלומים במזומן
hu: Készpénzes kifizetések
id: Pembayaran Tunai
it: Pagamenti in denaro
ms: Pembayaran Tunai
nl: Betalingen in contanten
no: Kontantbetalinger
pl: Płatności gotówką
pt: Pagamentos em dinheiro
ro: Plăți în numerar
ru: Платежи наличными
sk: Platby v hotovosti
sr: Plaćanja u gotovini
sv: Kontantbetalningar
th: การชำระเงินด้วยเงินสด
tr: Nakit Ödemeler
uk: Готівкові платежі
vi: Thanh toán tiền mặt

# title.chat.codeTeam
source: Code Team
ar: فريق Code
bg: Екипът на Code
cs: Tým Code
da: Kode-team
el: Ομάδα κωδικού
es: Equipo de código
fi: Code-tiimi
fr: Équipe Code
he: צוות קוד
hu: Code csapat
id: Tim Code
it: Team Code
ms: Pasukan Kod
nl: Code van team
no: Kodeteam
pl: Zespół Code
pt: Equipa Code
ro: Echipa de programare
ru: Команда Code
sk: Tím aplikácie Code
sr: Code tim
sv: Code-teamet
th: ทีม Code
tr: Code Ekibi
uk: Команда Code
vi: Đội ngũ Code

# title.chat.payments
source: Web Payments
ar: المدفوعات عن طريق الويب
bg: Уеб плащания
cs: Internetové platby
da: Betalinger på nettet
de: Online-Zahlungen
el: Ηλεκτρονικές πληρωμές
es: Pagos por Internet
fi: Verkkomaksut
fr: Paiements en ligne
he: תשלום באינטרנט
hu: Webes kifizetések
id: Pembayaran Web
it: Pagamenti web
ms: Pembayaran Web
nl: Online betalingen
no: Nettbetalinger
pl: Płatności online
pt: Pagamentos Web
ro: Plăți web
ru: Онлайн-платежи
sk: Internetové platby
sr: Veb plaćanja
sv: Nätbetalningar
th: การชำระเงินผ่านเว็บ
tr: Web Ödemeleri
uk: Онлайн-платежі
vi: Thanh toán trên web

# title.chat.tips
source: Tips
ar: الإكراميات
bg: Бакшиши
cs: Spropitné
da: Drikkepenge
de: Trinkgeld
el: Φιλοδωρήματα
es: Propinas
fi: Tipit
fr: Pourboires
he: טיפים
hu: Borravalók
id: Tip
it: Mance
ms: Tip
nl: Fooien
pl: Napiwki
pt: Recompensas
ro: Bacșișuri
ru: Чаевые
sk: Tipy
sr: Напојнице
sv: Dricks
th: ทิป
tr: Bahşişler
uk: Чайові
vi: Tiền boa

# title.depositKin
source: Deposit Kin
ar: إيداع الأموال
bg: Задаване на член на семейството
cs: Uložit kin
da: Indsæt Kin
de: Kin einzahlen
el: Κατάθεση Kin
es: Depositar Kin
fi: Talleta kinejä
fr: Déposer Kin
he: הפקד קין
hu: Kin küldése
it: Deposita Kin
ms: Depositkan Kin
nl: KIN storten
no: Innskudd Kin
pl: Zdeponuj Kin
pt: Depositar Kin
ro: Depozitează Kin
ru: Внести Kin
sk: Vložiť Kin
sr: Uloži Kin
sv: Insättning Kin
th: ฝาก Kin
tr: Kin Yatır
uk: Покласти Kin на депозит
vi: Nạp Kin

# title.enterAccessKeyWords
source: Enter Access Key Words
ar: إدخال كلمات مفتاح الوصول
bg: Въведи ключ за достъп
cs: Zadat slova přístupového klíče
da: Indtast adgangskode
de: Zugangsschlüssel-Wörter eingeben
el: Εισαγάγετε τις Λέξεις Κλειδιού Πρόσβασης
es: Introducir palabras de clave de acceso
fi: Syötä käyttöoikeusavaimen sanat
fr: Entrer les mots de la clé d'accès
he: הקלד מילים ממפתח הגישה
hu: Írja be a hozzáférési kulcsszavakat
id: Masukkan Kata Kunci Akses
it: Inserisci le parole della chiave d'accesso
ms: Masukkan Perkataan Kunci Akses
nl: Woorden van toegangscode invoeren
no: Skriv inn tilgangsnøkkelord
pl: Wpisz słowa klucza dostępu
pt: Introduza as Palavras Chave de Acesso
ro: Introdu cuvintele cheie de acces
ru: Введите слова ключа доступа
sk: Zadajte prístupové kľúčové slová
sr: Unesi reči ključa za pristup
sv: Ange nyckelord för åtkomst
th: ป้อนคำที่เป็นคีย์การเข้าถึง
tr: Erişim Anahtarı Kelimelerini Gir
uk: Введіть слова ключа доступу
vi: Nhập các Từ của Khóa Truy cập

# title.enterPhoneNumber
source: Enter Phone Number
ar: أدخل رقم الهاتف
bg: Въведи телефонен номер
cs: Zadejte telefonní číslo
da: Indtast telefonnummer
de: Telefonnummer eingeben
el: Εισαγάγετε αριθμό τηλεφώνου
es: Introducir número de teléfono
fi: Syötä puhelinnumero
fr: Saisir le numéro de téléphone
he: הכנס מספר טלפון
hu: Telefonszám megadása
id: Masukkan Nomor Telepon
it: Inserisci Numero di Telefono
ms: Masukkan Nombor Telefon
nl: Telefoonnummer invoeren
no: Skriv inn telefonnummer
pl: Wpisz numer telefonu
pt: Introduza o Número de Telefone
ro: Introdu numărul de telefon
ru: Введите номер телефона
sk: Zadajte telefónne číslo
sr: Унесите број телефона
sv: Skriv telefonnummer
th: ป้อนหมายเลขโทรศัพท์
tr: Telefon Numarası Gir
uk: Введіть номер телефону
vi: Nhập Số Điện thoại

# title.failed
source: Failed
ar: فشلت العملية
bg: Неуспешно
cs: Selhalo
da: Mislykkedes
de: Fehlgeschlagen
el: Απέτυχε
es: Fallido
fi: Epäonnistui
fr: Échoué
he: נכשל
hu: Sikertelen
id: Gagal
it: Non riuscito
ms: Gagal
nl: Mislukt
no: Mislyktes
pl: NIe powiodło się
pt: Falhou
ro: Eșuat
ru: Сбой
sk: Zlyhalo
sr: Nije uspelo
sv: Misslyckad
th: ล้มเหลว
tr: Başarısız
uk: Не вдалося
vi: Không thành công

# title.faq
source: FAQ
ar: الأسئلة الشائعة
bg: Често задавани въпроси
cs: Časté dotazy
el: Αριθμός Τηλεφώνου
fi: UKK
he: שאלות נפוצות
hu: GYIK
id: Tanya-Jawab
it: Domande frequenti
nl: Veelgestelde Vragen
no: Vanlige spørsmål
pl: Często zadawane pytania
pt: Guiar FAQ
ro: Întrebări frecvente
ru: Частые вопросы
sk: Často kladené otázky
sr: Najčešća pitanja
sv: VANLIGA FRÅGOR
th: คำถามที่พบบ่อย
tr: SSS
uk: Часто задавані питання
vi: Hỏi Đáp

# title.getFriendStartedOnCode
source: Get a Friend Started on Code
ar: احصل على صديق بدأ في Code
bg: Вземете "Приятел се присъедини" към Code
cs: Začněte kamarádem používat Code
da: Få en ven i gang med Code
de: Gewinne einen deiner Freunde für Code
el: Βρες ένα Φίλο να Ξεκινήσει στο Code
es: Inicia a un amigo en Code
fi: Auta kaveri alkuun Coden parissa
fr: Invitez un ami à s'inscrire sur Code
he: עודד חבר להתחיל להשתמש ב-Code
hu: Szerezz egy barátot elkezdte használni a Code-ot
id: Ajak Teman Memulai Code
it: Fai iniziare un amico su Code
ms: Dapatkan Rakan untuk Bermula menggunakan Code
nl: Laat een vriend beginnen met Code
no: Få en venn i gang med Code
pl: Poleć znajomemu aplikację Code
pt: Iniciar um Amigo na Code
ro: Ajutați un prieten să înceapă cu Code
ru: Пригласите друга начать пользоваться Code
sk: Začnite používať kód priateľa
sr: Нека пријатељ започне са Кодом
sv: Få en vän att börja med Code
th: ชวนเพื่อนมาเริ่มต้นใช้งาน Code
tr: Bir Arkadaşınızı Code'a başlatın
uk: Запросіть друга в Code
vi: Mời một người bạn bắt đầu dùng Code

# title.getKin
source: Get Kin
ar: احصل على Kin
bg: Получаване на средства в Kin
cs: Získat Kin
da: Få Kin
de: Kin erhalten
el: Λάβετε Kin
es: Obtener Kin
fi: Hae Kin
fr: Obtenir des Kin
he: השגת Kin
hu: Szerezz Kint
id: Dapatkan Kin
it: Ottieni Kin
ms: Dapatkan Kin
nl: Krijg Kin
no: Skaff deg Kin
pl: Uzyskaj kin
pt: Obter Kin
ro: Obține kin
ru: Получить Kin
sk: Získajte Kin
sr: Прибави Кин
sv: Få Kin
th: รับ Kin
tr: Kin Al
uk: Отримати Kin
vi: Nhận Kin

# title.getMoreKin
source: Get More Kin
ar: احصل على المزيد من Kin
bg: Получавайте повече Kin
cs: Získejte další Kin
da: Få flere Kin
de: Mehr Kin erhalten
el: Αποκτήστε Περισσότερα Kin
es: Obtenga más Kin
fi: Hanki lisää kinejä
fr: Obtenir plus de Kin
he: השיגו עוד Kin
hu: Szerezzen több Kin-t
id: Dapatkan Lebih Banyak Kin
it: Ottieni più Kin
ms: Dapatkan Lebih Banyak Kin
nl: Verkrijg meer Kin
no: Få flere Kin
pl: Zdobądź więcej Kin
pt: Obter mais Kin
ro: Obține mai mulţi Kin
ru: Получить больше Kin
sk: Získajte viac Kinov
sr: Набавите још кинова
sv: Skaffa mer Kin
th: รับ Kin เพิ่มเติม
tr: Daha Fazla Kin Al
uk: Отримати більше Kin
vi: Nhận Thêm Kin

# title.giveKin
source: Give Kin
ar: منح الأموال
bg: Посочете член на семейството
cs: Darovat kin
da: Giv Kin
de: Kin überweisen
el: Δώστε Kin
es: Dar Kin
fi: Antoi kinejä
fr: Donner Kin
he: העבר קין
hu: Kin felvétele
id: Berikan Kin
it: Dona Kin
ms: Beri Kin
nl: KIN schenken
no: Gi Kin
pl: Daj Kin
pt: Dar Kin
ro: Trimite Kin
ru: Дал(-а) Kin
sk: Dať Kin
sr: Daj Kin
sv: Ge Kin
th: ให้ Kin
tr: Kin Ver
uk: Дати Kin
vi: Tặng Kin

# title.insufficientFunds
source: Insufficient Funds
ar: الرصيد غير كافٍ
bg: Недостатъчна наличност
cs: Nedostatek prostředků
da: Ikke nok penge
de: Unzureichende Mittel
el: Ανεπαρκή Κεφάλαια
es: Fondos insuficientes
fi: Riittämättömästi varoja
fr: Fonds insuffisants
he: אין מספיק כספים
hu: Nincs elég tőke
id: Dana Tidak Cukup
it: Fondi insufficienti
ms: Dana Tidak Mencukupi
nl: Onvoldoende fondsen
no: Utilstrekkelige midler
pl: Niewystarczające środki
pt: Fundos insuficientes
ro: Fonduri insuficiente
ru: Недостаточно средств
sk: Nedostatok prostriedkov
sr: Нема довољно средстава
sv: Otillräckliga medel
th: เงินทุนไม่เพียงพอ
tr: Yetersiz Bakiye
uk: Недостатньо коштів
vi: Không đủ Tiền

# title.limitedTimeOffer
source: Limited Time Offer
ar: عرض لفترة محدودة
bg: Оферта с ограничение във времето
cs: Časově omezená nabídka
da: Tidsbegrænset tilbud
de: Nur für eine begrenzte Zeit
el: Προσφορά Περιορισμένου Χρόνου
es: Oferta por tiempo limitado
fi: Rajoitetun ajan tarjous
fr: Offre à durée limitée
he: הצעה לזמן מוגבל
hu: Korlátozott időre szóló ajánlat
id: Penawaran Terbatas
it: Offerta a tempo limitato
ms: Tawaran Masa Terhad
nl: Aanbieding voor beperkte tijd
no: Tidsbegrenset tilbud
pl: Oferta ograniczona w czasie
pt: Oferta por tempo limitado
ro: Ofertă limitată în timp
ru: Ограниченное по времени предложение
sk: Časovo obmedzená ponuka
sr: Ограничено време понуда
sv: Tidsbegränsat erbjudande
th: ข้อเสนอในเวลาจำกัด
tr: Sınırlı Süre Teklifi
uk: Пропозиція обмежена в часі
vi: Ưu đãi trong thời gian có hạn

# title.linked
source: Linked
ar: المُرفق
bg: Свързано
cs: Propojené
da: Tilknyttet
de: Verknüpft
el: Συνδεδεμένο
es: Vinculado
fi: Yhdistetty
fr: Associé
he: מקושר
hu: Kapcsolatban áll
id: Tertaut
it: Collegato
ms: Dipautkan
nl: Gekoppeld
no: Koblet
pl: Linkowane
pt: Ligado
ro: Conectat
ru: Привязан
sk: Prepojené
sr: Povezan
sv: Länkad
th: เชื่อมโยงแล้ว
tr: Bağlı
uk: Прив'язано
vi: Đã liên kết

# title.myAccount
source: My Account
ar: حسابي
bg: Моят профил
cs: Můj účet
da: Min konto
de: Mein Konto
el: Ο Λογαριασμός Μου
es: Mi cuenta
fi: Käyttäjätilini
fr: Mon compte
he: החשבון שלי
hu: Fiókom
id: Akun Saya
it: Il mio account
ms: Akaun Saya
nl: Mijn Account
no: Min konto
pl: Moje konto
pt: A Minha Conta
ro: Contul meu
ru: Моя учетная запись
sk: Moje konto
sr: Мој налог
sv: Mitt konto
th: บัญชีของฉัน
tr: Hesabım
uk: Мій обліковий запис
vi: Tài khoản của Tôi

# title.notLinked
source: Not Linked
ar: غير مُرفق
bg: Не е свързан
cs: Nepropojené
da: Ikke tilknyttet
de: Nicht verknüpft
el: Μη Συνδεδεμένο
es: No vinculado
fi: Ei yhdistetty
fr: Non associé
he: לא מקושר
hu: Nem áll kapcsolatban
id: Tidak Terhubung
it: Non collegato
ms: Tidak Dipautkan
nl: Niet gekoppeld
no: Ikke koblet
pl: Nielinkowane
pt: Não Ligado
ro: Neconectat
ru: Не привязан
sk: Neprepojené
sr: Nije povezan
sv: Inte kopplad
th: ไม่ได้เชื่อมโยง
tr: Bağlı Değil
uk: Не прив'язано
vi: Chưa Liên kết

# title.otherCurrencies
source: Other Currencies
ar: عملات أخرى
bg: Други валути
cs: Ostatní měny
da: Andre valutaer
de: Weitere Währungen
el: Άλλα Νομίσματα
es: Otras divisas
fi: Muut valuutat
fr: Autres devises
he: סוגי מטבע אחרים
hu: Egyéb pénznemek
id: Mata Uang Lainnya
it: Altre valute
ms: Mata Wang Lain
nl: Andere valuta
no: Andre valutaer
pl: Inne waluty
pt: Outras Moedas
ro: Alte valute
ru: Другие валюты
sk: Ostatné meny
sr: Druge valute
sv: Andra valutor
th: สกุลเงินอื่น ๆ
tr: Diğer Para Birimleri
uk: Інші валюти
vi: Các Đơn vị tiền tệ khác

# title.pending
source: Pending
ar: قيد الانتظار
bg: Изчакване
cs: Čeká
da: Afventer
de: Offen
el: Εκκρεμεί
es: Pendiente
fi: Odottaa
fr: En attente
he: ממתין
hu: Függőben levő
id: Menunggu
it: In attesa
ms: Belum selesai
nl: In behandeling
no: Utestående
pl: W oczekiwaniu
pt: Pendente
ro: În așteptare
ru: В ожидании
sk: Čaká na spracovanie
sr: Na čekanju
sv: I väntan på
th: อยู่ระหว่างดำเนินการ
tr: Bekliyor
uk: В очікуванні
vi: Đang chờ xử lý
