Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# error.description.noInternet
source: Please check your internet connection or try again later.
ar: يُرجى التحقق من اتصالك بالإنترنت أو المحاولة مرة أخرى لاحقًا.
bg: Моля, проверете вашата връзка с Интернет или опитайте отново по - късно.
cs: Zkontrolujte připojení k internetu nebo to zkuste později.
da: Tjek din internetforbindelse eller prøv igen senere
de: Bitte überprüfen Sie Ihre Internetverbindung oder versuchen Sie es später noch einmal.
el: Ελέγξτε τη σύνδεσή σας στο διαδίκτυο ή δοκιμάστε ξανά αργότερα.
es: Comprueba tu conexión a internet o inténtalo más tarde.
fi: Tarkista Internet-yhteytesi tai yritä myöhemmin uudestaan.
fr: Veuillez vérifier votre connexion Internet ou réessayer plus tard.
he: אנא בדוק את חיבור האינטרנט שלך או נסה שנית מאוחר יותר.
hu: Kérjük, ellenőrizze internetkapcsolatát, vagy próbálja újra később.
id: Silakan periksa koneksi internet Anda atau coba lagi nanti.
it: Controlla la tua connessione Internet o riprova più tardi.
ms: Sila periksa sambungan internet anda atau cuba lagi kemudian.
nl: Controleer je internetverbinding of probeer het later opnieuw.
no: Sjekk Internettforbindelsen din eller prøv igjen senere.
pl: Sprawdź połączenie z Internetem lub spróbuj ponownie później.
pt: Verifique a sua ligação de internet ou tente novamente mais tarde.
ro: Verifică-ți conexiunea la internet sau încearcă din nou mai târziu.
ru: Проверьте свое соединение с интернетом или попробуйте снова позже.
sk: Skontrolujte svoje internetové pripojenie alebo to skúste znova neskôr.
sr: Proverite svoju internet konekciju ili pokušajte ponovo kasnije.
sv: Kontrollera din internetuppkoppling eller försök igen senare.
th: โปรดตรวจสอบการเชื่อมต่อทางอินเทอร์เน็ตหรือลองอีกครั้งในภายหลัง!
tr: Lütfen internet bağlantını kontrol et veya daha sonra tekrar dene.
uk: Будь ласка, перевірте своє підключення до інтернету або повторіть спробу пізніше.
vi: Xin vui lòng kiểm tra kết nối internet của bạn hoặc thử lại sau.

# error.description.purchaseTooLarge
source: The maximum you can purchase is %@. Please enter a smaller amount.
ar: أكبر مبلغ يمكنك الشراء به هو %@. يرجى إدخال مبلغ أصغر.
bg: Максималното количество, което можете да купите, е %@. Моля, въведете по-ниска сума.
cs: Nakoupit můžete maximálně %@. Zadejte prosím menší částku.
da: Du kan højst købe for %@. Indtast venligst et mindre beløb.
de: Der Höchstbetrag, den Sie kaufen können, beträgt %@. Bitte geben Sie einen kleineren Betrag ein.
el: Το μέγιστο ποσό που μπορείτε να αγοράσετε είναι %@. Εισαγάγετε ένα μικρότερο ποσό.
es: El máximo que puedes comprar es %@. Introduce una cantidad menor.
fi: Voit ostaa enintään %@. Syötä pienempi summa.
fr: Vous pouvez acheter %@ au maximum. Veuillez saisir un montant inférieur.
he: המקסימום שתוכל לרכוש הוא %@. נא להזין סכום קטן יותר.
hu: A maximálisan megvásárolható összeg %@. Adjon meg kisebb összeget
id: Jumlah maksimum yang dapat Anda beli sebesar %@. Masukkan jumlah yang lebih kecil.
it: La quantità massima acquistabile è %@. Inserisci un importo inferiore.
ms: Amaun maksimum yang boleh anda beli ialah %@. Sila masukkan amaun yang lebih kecil.
nl: Het maximale bedrag dat je kunt kopen is %@. Voer een kleiner bedrag in.
no: Det maksimale antallet du kan kjøpe er %@. Angi en mindre mengde.
pl: Maksymalny zakup to %@. Wprowadź mniejszą kwotę.
pt: O máximo que pode comprar é %@. Insira um montante menor.
ro: Cantitatea maximă pe care o poți achiziționa este %@. Te rugăm să introduci o sumă mai mică.
ru: Максимальное количество, которое вы можете приобрести, — %@. Введите меньшее количество.
sk: Maximálna hodnota nákupu je %@. Zadajte nižšiu sumu.
sr: Najviše možete da kupite %@. Unesite manji iznos.
sv: Maxgränsen för köp är %@. Ange ett mindre belopp.
th: คุณสามารถซื้อได้สูงสุดที่ %@ โปรดกรอกจำนวนที่น้อยลง
tr: En fazla %@ satın alabilirsiniz. Lütfen daha düşük bir miktar girin.
uk: Максимальна кількість, яку ви можете придбати, — %@. Введіть меншу кількість.
vi: Số tiền tối đa bạn có thể mua là %@. Vui lòng nhập số tiền nhỏ hơn.

# error.description.purchaseTooSmall
source: The minimum you can purchase is %@. Please enter a larger amount.
ar: أصغر مبلغ يمكنك الشراء به هو %@. يرجى إدخال مبلغ أكبر.
bg: Минималното количество, което можете да купите, е %@. Моля, въведете по-голяма сума.
cs: Nakoupit můžete minimálně %@. Zadejte prosím větší částku.
da: Du kan mindst købe for %@. Indtast venligst et større beløb.
de: Der Mindestbetrag, den Sie kaufen können, beträgt %@. Bitte geben Sie einen höheren Betrag ein.
el: Το ελάχιστο ποσό που μπορείτε να αγοράσετε είναι %@. Εισαγάγετε ένα μεγαλύτερο ποσό.
es: El mínimo que puedes comprar es %@. Introduce una cantidad mayor.
fi: Sinun täytyy ostaa vähintään %@. Syötä suurempi summa.
fr: Vous pouvez acheter %@ au minimum. Veuillez saisir un montant plus important.
he: המינימום שניתן לרכוש הוא %@. נא להזין סכום גדול יותר.
hu: A minimális vásárlási összeg %@. Adjon meg nagyobb összeget.
id: Jumlah minimum yang dapat Anda beli sebesar %@. Masukkan jumlah yang lebih besar.
it: La quantità minima acquistabile è %@. Inserisci un importo superiore.
ms: Amaun minimum yang boleh anda beli ialah %@. Sila masukkan amaun yang lebih besar.
nl: Het minimale bedrag dat je kunt kopen is %@. Voer een groter bedrag in.
no: Det minimale antallet du kan kjøpe er %@. Angi en større mengde.
pl: Minimalny zakup to %@. Wprowadź większą kwotę.
pt: O mínimo que pode comprar é %@. Insira um montante maior.
ro: Cantitatea minimă pe care o poți achiziționa este %@. Te rugăm să introduci o sumă mai mare.
ru: Минимальное количество, которое вы можете приобрести, — %@. Введите большее количество.
sk: Minimálna hodnota nákupu je %@. Zadajte vyššiu sumu.
sr: Najmanje možete da kupite %@. Unesite veći iznos.
sv: Minimigränsen för köp är %@. Ange ett större belopp.
th: คุณสามารถซื้อได้ขั้นต่ำที่ %@ โปรดกรอกจำนวนที่มากขึ้น
tr: En az %@ satın alabilirsiniz. Lütfen daha yüksek bir miktar girin.
uk: Мінімальна кількість, яку ви можете придбати, — %@. Введіть більшу кількість.
vi: Số tiền tối thiểu bạn có thể mua là %@. Vui lòng nhập số tiền lớn hơn.

# error.description.timelockUnlocked
source: Your Access Key has initiated an unlock. As a result, you will no longer be able to use this Access Key in Code.
ar: بدأ مفتاح الوصول الخاص بك في إلغاء القفل. نتيجة لذلك, لن تتمكن بعد الآن من استخدام مفتاح الوصول هذا في Code.
bg: Вашият ключ за достъп вече е активирал отключване. В резултат на това вече няма да можете да използвате този ключ за достъп в Code.
cs: Váš přístupový klíč inicioval odemknutí. V důsledku toho již nebudete moci tento přístupový klíč v Code používat.
da: Din adgangsnøgle har startet en oplåsning. Derfor vil du ikke længere være i stand til at bruge denne adgangsnøgle i kode.
de: Ihr Zugangsschlüssel hat eine Freischaltung ausgelöst. Infolgedessen können Sie diesen Zugangsschlüssel nicht mehr in Code verwenden.
el: Το Κλειδί Πρόσβασής σας έχει δρομολογήσει ένα ξεκλείδωμα. Ως αποτέλεσμα, δεν θα μπορείτε πλέον να χρησιμοποιήσετε αυτό το Κλειδί Πρόσβασης στο Code.
es: Su Clave de Acceso ha iniciado un desbloqueo. Por consiguiente, ya no podrá utilizar esta clave de acceso en Code.
fi: Käyttöoikeusavaimesi on aloittanut avaamistapahtuman. Et sen vuoksi pysty enää käyttämään Codessa tätä käyttöoikeusavainta.
fr: Votre clé d'accès a déclenché un déverrouillage. Par conséquent, vous ne pourrez plus utiliser cette clé d'accès dans le code.
he: מפתח הגישה שלך יזם ביטול נעילה. כתוצאה מכך, לא תוכל עוד להשתמש במפתח גישה זה ב-Code.
hu: A hozzáférési kulcsa feloldást kezdeményezett. Ennek eredményeként a továbbiakban nem fogja tudni használni ezt a hozzáférési kulcsot a kódban.
id: Kunci Akses Anda telah digunakan untuk membuka. Akibatnya, Anda tak lagi dapat menggunakan Kunci Akses ini di Code.
it: La tua Chiave di Accesso ha avviato uno sblocco. Di conseguenza, non potrai più usare questa Chiave di Accesso in Code.
ms: Kunci akses anda telah memulakan menyahkunci. Oleh itu, anda tidak akan dapat menggunakan Kunci Akses ini dalam Kod lagi.
nl: Je toegangssleutel heeft een ontgrendeling geactiveerd. Hierdoor kun je deze Toegangscode in code niet meer gebruiken.
no: Tilgangsnøkkelen din har åpnet for tilgang. Derfor kan du ikke lenger bruke denne tilgangsnøkkelen i Code.
pl: Twój klucz dostępu inicjował odblokowanie. W rezultacie nie możesz już używać tego klucza dostępu w kodzie.
pt: A sua Chave de Acesso iniciou um desbloqueio. Por esse motivo não poderá continuar a utilizar esta Chave de Acesso na Code.
ro: Cheia ta de acces a inițiat o deblocare. Ca urmare, nu vei mai putea utiliza această cheie de acces în Code.
ru: Ваш ключ доступа инициировал снятие блокировки. В результате вы больше не сможете использовать этот ключ доступа в Code.
sk: Váš prístupový kľúč spustil odomknutie. V dôsledku toho už nebudete môcť používať tento prístupový kľúč v kóde.
sr: Ваш приступни кључ је покренуо откључавање. Као резултат тога, више нећете моћи да користите овај приступни кључ у Kоду.
sv: Din åtkomstnyckel har använts för att låsa upp. Därför kan du inte längre använda nyckeln i Code.
th: คีย์การเข้าถึงของคุณได้เริ่มต้นการปลดล็อกแล้ว ด้วยเหตุนี้ คุณจะไม่สามารถใช้คีย์การเข้าถึงนี้ใน Code ได้อีกต่อไป
tr: Erişim Anahtarınız bir kilit açma işlemi başlattı. Sonuç olarak artık bu Erişim Anahtarını Code'da kullanamayacaksınız.
uk: Ваш Ключ доступу розпочав розблокування. У результаті ви більше не зможете використовувати цей Ключ доступу в Code.
vi: Khóa Truy cập của bạn đã kích hoạt mở khóa. Do đó, bạn sẽ không còn có thể sử dụng Khóa Truy cập này trong Mã.

# error.description.tipCardNotActivated
source: Send a tweet to this person to activate their Tip Card.
ar: أرسل تغريدة إلى هذا الشخص لتفعيل بطاقته للنصائح.
bg: Изпратете туит до този човек, за да активирате неговата карта за бакшиши.
cs: Pošlete této osobě tweet a její Tip Card se aktivuje.
da: Send et tweet til denne person for at aktivere deres Tip Card.
de: Senden Sie einen Tweet an diese Person, um ihre Tipp-Karte zu aktivieren.
el: Στείλε ένα μήνυμα σ' αυτό το άτομο για να ενεργοποιηθεί η Κάρτα Συμβουλών τους.
es: Envía un tuit a esta persona para activar su tarjeta de propinas.
fi: Lähetä tälle henkilölle twiitti aktivoidaksesi hänen tippikorttinsa.
fr: Envoyez un tweet à cette personne pour activer sa Tip Card.
he: שלחו ציוץ לאדם זה כדי להפעיל את ה"טיפקארד" שלו.
hu: Küldj egy tweetet ennek a személynek, hogy aktiválja a Borravalós kártyáját.
id: Kirim tweet ke orang ini untuk mengaktifkan Kartu Tip mereka.
it: Invia un tweet a questa persona per attivare la loro Tip Card.
nl: Stuur een tweet naar deze persoon om zijn/haar fooikaart te activeren.
no: Send en tweet til denne personen for å aktiver personens tipskort.
pl: Zatweetuj do tej osoby, aby aktywować jej kartę napiwkową.
pt: Envie um tweet a esta pessoa para ativar o seu Cartão de gorjetas.
ro: Trimite un tweet acestei persoane pentru a-i activa Cardul de bacșișuri.
ru: Отправьте твит этому человеку, чтобы активировать его карточку чаевых.
sk: Pošlite tweet tejto osobe, aby ste aktivovali jej Tipovú kartu.
sr: Пошаљите твит овој особи да активирате њену/његову картицу за напојнице.
sv: Skicka en tweet till denna person för att aktivera hans eller hennes drickskort.
th: ส่งทวีตถึงบุคคลนี้เพื่อเปิดใช้งานบัตรทิปของพวกเขา
tr: Bahşiş Kartını etkinleştirmek için bu kişiye bir tweet gönderin.
uk: Надішліть твіт цій людині, щоб активувати її картку для чайових.
vi: Hãy gửi một tin nhắn tweet tới người này để kích hoạt Thẻ Tip của họ.

# error.description.tipTooLarge
source: The maximum you can tip is %@. Please enter a smaller amount.
ar: الحد الأقصى الذي يمكنك منح إكرامية به هو %@. يُرجى إدخال مبلغ أصغر.
bg: Максималната сума, която можете да изпращате като бакшиш, е %@. Моля, въведете по-малка стойност.
cs: Maximální výše spropitného je %@. Zadejte prosím menší částku.
da: Det største beløb, du kan give i drikkepenge, er %@. Indtast venligst et mindre beløb.
de: Sie können maximal %@ Trinkgeld geben. Bitte geben Sie einen niedrigeren Betrag ein.
el: Το μέγιστο φιλοδώρημα που μπορείτε να δώσετε είναι %@. Εισαγάγετε ένα μικρότερο ποσό.
es: La propina máxima es %@. Debes introducir una cantidad menor.
fi: Suurin mahdollinen tippi on %@. Syötä pienempi summa.
fr: Le pourboire maximum que vous pouvez donner est de %@. Veuillez saisir un montant inférieur.
he: המקסימום שאתם יכולים לתת כטיפ הוא %@. נא להזין סכום קטן יותר.
hu: A maximálisan adható borravaló %@. Adj meg egy kisebb összeget.
id: Tip maksimum yang dapat Anda berikan adalah %@. Silakan masukkan jumlah yang lebih kecil.
it: La mancia massima che puoi lasciare è %@. Inserisci un importo inferiore.
ms: Maksimum anda boleh memberi tip adalah %@. Sila masukkan jumlah yang lebih kecil.
nl: De maximale fooi is %@. Voer een kleiner bedrag in.
no: Det meste du kan tipse er %@. Legg inn et mindre beløp.
pl: Maksymalny napiwek, jaki możesz dać, to %@. Wprowadź mniejszą kwotę.
pt: O valor máximo de recompensa é %@. Por favor, insira um montante inferior.
ro: Cantitatea maximă pe care o poți da ca bacșiș este %@. Te rugăm să introduci o sumă mai mică.
ru: Максимальный размер чаевых — %@. Введите меньшую сумму.
sk: Maximálny tip je %@. Zadajte nižšiu sumu.
sr: Максимални износ који можете дати као напојницу је %@. Унесите мањи износ.
sv: Det mesta du kan ge i dricks är %@. Ange ett mindre belopp, tack.
th: จำนวนเงินสูงสุดที่คุณสามารถให้ทิปได้คือ %@ กรุณาใส่จำนวนเงินที่น้อยลง
tr: Bahşiş verebileceğin maksimum tutar %@. Lütfen daha küçük bir tutar gir.
uk: Максимальна сума чайових становить %@. Будь ласка, введіть меншу суму.
vi: Số tiền tối đa bạn có thể boa là %@. Vui lòng nhập số tiền nhỏ hơn.

# error.description.tipTooSmall
source: The minimum you can tip is %@. Please enter a larger amount.
ar: الحد الأدنى الذي يمكنك منح إكرامية به هو %@. يُرجى إدخال مبلغ أكبر.
bg: Минималната сума, която можете да изпратите като бакшиш, е %@. Моля, въведете по-голяма стойност.
cs: Minimální výše spropitného je %@. Zadejte prosím vyšší částku.
da: Det mindste beløb, du kan give i drikkepenge, er %@. Indtast venligst et større beløb.
de: Der Mindestbetrag für Trinkgeld ist %@. Bitte geben Sie einen höheren Betrag ein.
el: Το ελάχιστο φιλοδώρημα που μπορείτε να δώσετε είναι %@. Εισαγάγετε ένα μεγαλύτερο ποσό.
es: La propina mínima es %@. Debes introducir una cantidad mayor.
fi: Pienin mahdollinen tippi on %@. Syötä suurempi summa.
fr: Le pourboire minimum que vous pouvez donner est de %@. Veuillez saisir un montant plus élevé.
he: המינימום שאתם יכולים לתת כטיפ הוא %@. נא להזין סכום גדול יותר.
hu: A minimálisan adható borravaló %@. Adj meg egy nagyobb összeget.
id: Minimum yang dapat Anda beri tip adalah %@. Silakan masukkan jumlah yang lebih besar.
it: La mancia minima che puoi lasciare è %@. Inserisci un importo maggiore.
ms: Minimum yang anda boleh tip adalah %@. Sila masukkan jumlah yang lebih besar.
nl: De minimale fooi is %@. Voer een groter bedrag in.
no: Det minste du kan tipse er %@. Legg inn et større beløp.
pl: Minimalny napiwek, jaki możesz dać, to %@. Wprowadź wyższą kwotę.
pt: O valor mínimo de recompensa é %@. Por favor, insira um montante superior.
ro: Cantitatea minimă pe care o poți da ca bacșiș este %@. Te rugăm să introduci o sumă mai mare.
ru: Минимальный размер чаевых — %@. Введите большую сумму.
sk: Minimálny tip je %@. Zadajte vyššiu sumu.
sr: Минимални износ који можете дати као напојницу је %@. Унесите већи износ.
sv: Det minsta du kan ge i dricks är %@. Ange ett större belopp, tack.
th: จำนวนเงินขั้นต่ำที่คุณสามารถให้ทิปได้คือ %@ กรุณาใส่จำนวนเงินที่มากขึ้น
tr: Bahşiş verebileceğin minimum tutar %@. Lütfen daha büyük bir tutar gir.
uk: Мінімальна сума чайових становить %@. Будь ласка, введіть більшу суму.
vi: Số tiền tối thiểu bạn có thể boa là %@. Vui lòng nhập số tiền lớn hơn.

# error.description.tooManyAccounts
source: You can only create so many new accounts each day.
ar: لا يُمكنك إلا إنشاء عدد محدد من الحسابات الجديدة في اليوم.
bg: Може да създавате само определен брой нови профили на ден.
cs: Každý den můžete vytvořit pouze tolik účtů.
da: Du kan kun oprette et vist antal konti pr dag.
de: Sie können nur eine bestimmte Anzahl an neuen Konten pro Tag erstellen.
el: Μπορείτε να δημιουργήσετε μόνο τόσους νέους λογαριασμούς κάθε μέρα.
es: Solo puedes crear un número limitado de cuentas nuevas cada día.
fi: Voit luoda vain tietyn määrän uusia tilejä päivässä.
fr: Vous ne pouvez créer qu'un nombre limité de nouveaux comptes par jour.
he: אתה יכול ליצור כמות מוגבלת של חשבונות חדשים בכל יום.
hu: Naponta csak annyi új fiókot hozhat létre.
id: Anda hanya dapat membuat sejumlah akun baru setiap hari.
it: Puoi creare solo un certo numero di nuovi account al giorno.
ms: Anda tidak boleh mencipta akaun baharu setiap hari.
nl: Je kunt maar een beperkt aantal nieuwe accounts per dag aanmaken.
no: Du kan bare opprette et visst antall nye kontoer hver dag.
pl: Liczba kont, które można utworzyć dziennie, jest ograniczona.
pt: Só pode criar algumas contas por dia.
ro: Poți crea un număr limitat de conturi în fiecare zi.
ru: Вы можете создать лишь столько новых учетных записей в день.
sk: Každý deň môžete vytvoriť len toľko nových účtov.
sr: Svakog dana možete kreirati samo ovoliko novih naloga.
sv: Du kan bara skapa ett visst antal nya konton varje dag.
th: คุณไม่สามารถสร้างบัญชีใหม่ได้มากมายในแต่ละวัน
tr: Her gün yalnızca belirli sayıda yeni hesap oluşturabilirsin.
uk: Ви можете створювати лише стільки нових акаунтів щодня.
vi: Bạn chỉ có thể tạo rất nhiều tài khoản mới mỗi ngày.

# error.description.tooManyAccountsPerDevice
source: Code is currently limited to one account per device. Support for multiple accounts will likely come in a future version of Code.
ar: يقتصر Code حالياً على حساب واحد لكل جهاز. من المحتمل أن تتوفر خدمة دعم حسابات متعددة في إصدار مستقبلي من Code.
bg: В момента Code има ограничение до един акаунт на устройство. Вероятно бъдеща версия на Code ще включва поддръжката на няколко акаунта.
cs: Aplikace Code je momentálně omezena na jeden účet na zařízení. Podpora více účtů se pravděpodobně objeví v některé z budoucích verzí aplikace Code.
da: Code er i øjeblikket begrænset til én konto per enhed. Understøttelse af flere konti kommer sandsynligvis i en fremtidig version af Code.
de: Code ist aktuell auf ein Konto pro Gerät beschränkt. Unterstützung mehrerer Konten wird es vermutlich in einer zukünftigen Version von Code geben.
el: Προς το παρόν το Code έχει περιορισμό έναν λογαριασμό ανά συσκευή. Η υποστήριξη για πολλαπλούς λογαριασμούς θα έρθει πιθανότατα σε μια μελλοντική έκδοση του Code.
es: Code está actualmente limitado a una cuenta por dispositivo. Es probable que la asistencia para múltiples cuentas se implemente en una versión futura de Code.
fi: Code on tällä hetkellä rajoitettu yhteen tiliin laitetta kohden. Useampien tilien tuki tulee saataville todennäköisesti Coden tulevassa versiossa.
fr: Code est actuellement limité à un compte par appareil. La prise en charge de comptes multiples sera probablement proposée dans une prochaine version de Code.
he: Code כרגע מוגבל לחשבון אחד למספר טלפון. ייתכן ובגרסה עתידית של Code ניתן יהיה לתמוך בכמה חשבונות.
hu: A Code jelenleg készülékenként egy fiókra van korlátozva. A Code egy későbbi verziójában valószínűleg támogatni fogja a több fiókot is.
id: Kode saat ini terbatas pada satu akun per perangkat. Dukungan untuk banyak akun kemungkinan akan hadir dalam versi Kode mendatang.
it: Attualmente Code è limitato ad un account per dispositivo. Probabilmente il supporto per più account sarà aggiunto in una versione futura di Code.
nl: Code is momenteel beperkt tot één account per apparaat. Ondersteuning voor meerdere accounts komt waarschijnlijk in een toekomstige versie van Code.
no: Code er for øyeblikket begrenset til én konto per enhet. Støtte for flere kontoer kommer sannsynligvis i en fremtidig versjon av Code.
pl: Aplikacja Code jest obecnie ograniczona do jednego konta na urządzenie. Wsparcie dla wielu kont pojawi się najprawdopodobniej w przyszłej wersji Code.
pt: Atualmente, a Code está limitada a uma conta por dispositivo. A compatibilidade com múltiplas contas provavelmente aparecerá numa versão futura da Code.
ro: În momentul de față, Code este limitat la un singur cont pe dispozitiv. Suportul pentru mai multe conturi va apărea, probabil, într-o versiune viitoare a Code.
ru: В настоящее время приложение Code ограничено одной учетной записью на устройство. Поддержка нескольких учетных записей, вероятно, появится в будущей версии Code.
sk: Aplikácia Code je momentálne obmedzený na jeden účet na zariadenie. Podpora viacerých účtov pravdepodobne príde v budúcej verzii aplikácie.
sr: Апликација Code је тренутно ограничена на један налог по уређају. Подршка за већи број налога ће вероватно стићи у наредној верзији апликације Code.
sv: Code är för närvarande begränsat till ett konto per telefonnummer. Stöd för flera konton kommer sannolikt i en framtida version av Code.
th: ขณะนี้ Code มีการจำกัดอยู่ที่ 1 บัญชีต่ออุปกรณ์ การรองรับหลายบัญชีมีแนวโน้มที่จะมาในเวอร์ชันต่อไปของ Code
tr: Code, şu anda cihaz başına bir hesapla sınırlıdır. Birden fazla hesap desteği, muhtemelen Code'un gelecekteki bir sürümünde gelecektir.
uk: Code наразі обмежений одним обліковим записом на пристрій. Підтримка кількох облікових записів, ймовірно, з’явиться в наступній версії Code.
