Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# action.removeYourPhoneNumber
source: Remove Your Phone Number
ar: حذف رقم هاتفك
bg: Премахна твоя телефонен номер
cs: Odstranit vaše telefonní číslo
da: Fjern dit telefonnummer
de: Ihre Telefonnummer entfernen
el: Κατάργηση Αριθμού Τηλεφώνου Σας
es: Eliminar tu número de teléfono
fi: Poista puhelinnumerosi
fr: Supprimer votre numéro de téléphone
he: הסר את מספר הטלפון שלך
hu: Távolítsa el a telefonszámát
id: Hapus Nomor Telepon Anda
it: Rimuovi il tuo numero di telefono
ms: Singkirkan Nombor Telefon Anda
nl: Je telefoonnummer verwijderen
no: Fjern telefonnummeret ditt
pl: Usuń swój numer telefonu
pt: Remover o Seu Número de Telefone
ro: Elimină numărul tău de telefon
ru: Удалить ваш номер телефона
sk: Odstráňte svoje telefónne číslo
sr: Ukloni svoj broj telefona
sv: Ta bort ditt telefonnummer
th: ลบหมายเลขโทรศัพท์ของคุณ
tr: Telefon Numaranı Kaldır
uk: Видалити свій номер телефону
vi: Xóa Số Điện thoại của Bạn

# action.requestTip
source: Request a Tip
ar: اطلب الإكرامية
bg: Поискай бакшиш
cs: Požádat o spropitné
da: Anmod om drikkepenge
de: Trinkgeld anfordern
el: Ζητήστε Φιλοδώρημα
es: Solicitar una propina
fi: Pyydä tippi
fr: Demander un pourboire
he: בקשת טיפ
hu: Kérj borravalót
id: Minta Tip
it: Richiedi una mancia
ms: Minta Tip
nl: Een fooi aanvragen
no: Be om tips
pl: Poproś o napiwek
pt: Solicitar uma recompensa
ro: Solicită un bacșiș
ru: Запросить чаевые
sk: Požiadať o tip
sr: Затражи напојницу
sv: Be om dricks
th: ขอรับทิป
tr: Bahşiş İste
uk: Запросити чайові
vi: Yêu cầu Tiền boa

# action.saveAccessKey
source: Save Access Key to My Photos
ar: حفظ مفتاح الوصول في "صوري"
bg: Съхрани ключа за достъп до моите снимки
cs: Uložit přístupový klíč k mým snímkům
da: Gem adgangskode i Mine billeder
de: Zugriffsschlüssel in Meine Fotos speichern
el: Αποθήκευση Κλειδιού Πρόσβασης στις Φωτογραφίες Μου
es: Guardar clave de acceso en mis fotos
fi: Tallenna käyttöoikeusavain omiin valokuviini
fr: Sauvegarder la clé d'accès à mes photos
he: שמור מפתח גישה בתמונות שלי
hu: Mentse a hozzáférési kulcsot a Saját fotók közé
id: Simpan Kunci Akses ke Foto Saya
it: Salva chiave d'accesso nelle mie foto
ms: Simpan Kunci Akses pada Gambar Saya
nl: Toegangscode opslaan in Mijn Foto's
no: Lagre tilgangsnøkkel til Bildene mine
pl: Zapisz klucz dostępu w sekcji Moje zdjęcia
pt: Guardar Chave de Acesso nas Minhas Fotos
ro: Salvează cheia de acces în Fotografiile mele
ru: Сохранить ключ доступа в мои фото
sk: Uložiť prístupový kľúč do mojich fotografií
sr: Sačuvaj ključ za pristup u Moje fotografije
sv: Spara åtkomstnyckel till mina foton
th: บันทึกคีย์การเข้าถึงที่รูปภาพของฉัน
tr: Erişim Anahtarını Fotoğraflarım'a Kaydet
uk: Зберегти ключ доступу до моїх фотографій
vi: Lưu Khóa Truy cập vào Ảnh của Tôi

# action.saveToPhotos
source: Save to Photos
ar: الحفظ في "الصور"
bg: Съхрани в снимки
cs: Uložit do snímků
da: Gem i billeder
de: In Fotos speichern
el: Αποθήκευση σε Φωτογραφίες
es: Guardar en fotos
fi: Tallenna valokuviin
fr: Enregistrer dans Photos
he: שמור בתמונות
hu: Mentés a Fotók közé
id: Simpan ke Foto
it: Salva nelle foto
ms: Simpan pada Gambar
nl: Opslaan in Foto's
no: Lagre i Bilder
pl: Zapisz do Zdjęcia
pt: Guardar em Fotos
ro: Salvează în fotografii
ru: Сохранить в фото
sk: Uložiť medzi fotky
sr: Sačuvaj u Fotografije
sv: Spara till foton
th: บันทึกไปยังรูปภาพ
tr: Fotoğraflar'a Kaydet
uk: Зберегти до фотографій
vi: Lưu vào Ảnh

# action.send
source: Send
ar: تم الإرسال
bg: Изпращане
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
fi: Lähetä
fr: Envoyer
he: שליחה
hu: Küldés
id: Kirim
it: Invia
ms: Hantar
nl: Verzenden
pl: Wyślij
pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sr: Пошаљи
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi

# action.sendVerificationCode
source: Send Verification Code
ar: إرسال رمز التحقق
bg: Изпрати код за потвърждение
cs: Zaslat ověřovací kód
da: Send verifikationskode
de: Verifizierungscode senden
el: Αποστολή Κωδικού Επαλήθευσης
es: Enviar código de verificación
fi: Lähetä vahvistuskoodi
fr: Envoyer le code de vérification
he: שלח קוד אימות
hu: Ellenőrző kód küldése
id: Kirim Kode Verifikasi
it: Invia codice di verifica
ms: Hantar Kod Pengesahan
nl: Verificatiecode sturen
no: Send bekreftelseskode
pl: Wyślij kod weryfikacyjny
pt: Enviar Código de Verificação
ro: Trimite verificarea pentru Code
ru: Отправить код проверки
sk: Poslať overovací kód
sr: Pošalji verifikacioni kod
sv: Skicka verifieringskod
th: ส่งรหัสยืนยัน
tr: Doğrulama Kodu Gönder
uk: Надіслати код підтвердження
vi: Gửi Mã Xác minh

# action.share
source: Share
ar: مشاركة
bg: Сподели
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
fr: Partager
he: שיתוף
hu: Megosztás
id: Bagikan
it: Condividi
ms: Kongsi
nl: Delen
no: Del
pl: Udostępnij
pt: Partilhar
ro: Distribuie
ru: Поделиться
sk: Zdieľať
sr: Подели
sv: Dela
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ

# action.shareDownloadLink
source: Share Download Link
ar: شارك رابط التنزيل
bg: Споделете линк за сваляне
cs: Sdílet odkaz stažení
da: Del downloadlink
de: Download-Link teilen
el: Μοιράσου το Σύνδεσμο Λήψης
es: Compartir enlace de descarga
fi: Jaa latauslinkki
fr: Partagez le lien de téléchargement
he: שתף קישור להורדה
hu: Letöltési hivatkozás megosztása
id: Bagikan Tautan Unduhan
it: Condividi link per il download
ms: Kongsi Pautan Muat Turun
nl: Downloadlink delen
no: Del nedlastingslenke
pl: Udostępnij odnośnik do pobrania
pt: Partilhar Ligação de Download
ro: Partajați link-ul de descărcare
ru: Поделитесь ссылкой для загрузки
sk: Zdieľať odkaz na stiahnutie
sr: Подели везу за преузимање
sv: Dela nedladdningslänk
th: แชร์ลิงก์ดาวน์โหลด
tr: İndirme Bağlantısı Paylaş
uk: Поділитись посиланням на завантаження
vi: Chia sẻ đường liên kết tải xuống

# action.shareVideo
source: Share This Video
ar: شارك مقطع الفيديو هذا
bg: Споделете този видео клип
cs: Sdílet toto video
da: Del denne video
de: Dieses Video teilen
el: Μοιραστείτε Αυτό το Βίντεο
es: Compartir este vídeo
fi: Jaa tämä video
fr: Partager cette vidéo
he: שתפו סרטון זה
hu: Ossza meg ezt a videót
id: Bagikan Video Ini
it: Condividi questo video
ms: Kongsi Video Ini
nl: Deel deze video
no: Del denne videoen
pl: Udostępnij ten film
pt: Partilhar este vídeo
ro: Partajează acest videoclip
ru: Поделитесь этим видео
sk: Zdieľajte toto video
sr: Дели овај видео-запис
sv: Dela den här videon
th: แชร์วิดีโอนี้
tr: Bu Videoyu Paylaş
uk: Поділитися цим відео
vi: Chia sẻ Video Này

# action.showMyTipCard
source: Show My Tip Card
ar: عرض بطاقة الإكرامية الخاصة بي
bg: Покажи моята карта за бакшиши
cs: Ukázat kartu spropitného
da: Vis mit drikkepengekort
de: Meine Trinkgeldkarte anzeigen
el: Κοινοποίηση της Κάρτας Φιλοδωρημάτων μου
es: Mostrar mi tarjeta de propinas
fi: Näytä tippikorttini
fr: Afficher ma carte de pourboires
he: הצג את כרטיס הטיפים שלי
hu: Borravalós kártyám mutatása
id: Tampilkan Kartu Tip Saya
it: Moatra la mia Tip Card
ms: Tunjuk Kad Tip Saya
nl: Toon mijn fooikaart
no: Vis tipskortet mitt
pl: Pokaż moją kartę napiwków
pt: Exibir o meu Cartão de Recompensas
ro: Arată cardul meu de bacșiș
ru: Показать мою карту чаевых
sk: Zobraziť moju tipovaciu kartu
sr: Покажи моју картицу за напојнице
sv: Visa mitt drickskort
th: แสดงบัตรทิปของฉัน
tr: Bahşiş Kartımı Göster
uk: Показати мою картку для чайових
vi: Hiển thị Thẻ tiền boa của tôi

# action.startCamera
source: Start Camera
ar: بدء تشغيل الكاميرا
bg: Стартирайте камерата
cs: Spustit fotoaparát
da: Start kamera
de: Kamera starten
el: Εκκίνηση Κάμερας
es: Abrir cámara
fi: Käynnistä kamera
fr: Activer la caméra
he: הפעל מצלמה
hu: Kamera indítása
id: Mulai Kamera
it: Apri la fotocamera
no: Start kamera
pl: Uruchom kamerę
pt: Ativar Câmara
ro: Pornește camera
ru: Запуск камеры
sk: Spustiť kameru
sr: Покрени камеру
sv: Starta kameran
th: เปิดใช้งานกล้อง
tr: Kamerayı Başlat
uk: Увімкнути камеру

# action.subscribe
source: Subscribe
ar: اشترك
bg: Абонирай се
cs: Přihlaste se k odběru
da: Abonner
de: Abonnieren
el: Εγγραφή
es: Suscribirse
fi: Tilaa
fr: S'abonner
he: הרשמה
hu: Feliratkozás
id: Langganan
it: Iscriviti
ms: Langgan
nl: Zich abonneren
no: Abonner
pl: Subskrybuj
pt: Subscrever
ro: Abonează-te
ru: Подписаться
sk: Prihlásiť sa na odber
sr: Претплати се
sv: Prenumerera
th: สมัครสมาชิก
tr: Abone Ol
uk: Підписатися
vi: Đăng ký

# action.swipeToLogin
source: Swipe to Login
ar: قم بالتمرير لتسجيل الدخول
bg: Плъзнете за влизане
cs: Přihlaste se přejetím prstu
da: Swipe for at logge ind
de: Zum Anmelden wischen
el: Σαρώστε για να συνδεθείτε
es: Deslizar para iniciar sesión
fi: Kirjaudu sisään pyyhkäisemällä
fr: Faites glisser pour vous connecter
he: גלגל להתחבר
hu: Húzza el az ujját a bejelentkezéshez
id: Usap untuk Masuk
it: Scorri per accedere
ms: Leret untuk Log Masuk
nl: Swipe om in te loggen
no: Sveip for å logge inn
pl: Przesuń, aby zalogować
pt: Deslize para autenticar
ro: Glisează pentru a te conecta
ru: Войдите, проведя пальцем
sk: Prihlásiť sa potiahnutím
sr: Prevuci za prijavu
sv: Svep för att logga in
th: ปัดเพื่อเข้าสู่ระบบ
tr: Oturum Açmak İçin Kaydırın
uk: Проведіть пальцем, щоб увійти
vi: Vuốt để đăng nhập

# action.swipeToPay
source: Swipe to Pay
ar: مرر للدفع
bg: Плъзнете, за да платите
cs: Zaplaťte potažením
da: Swipe for at betale
de: Zum Bezahlen wischen
el: Σύρετε για Πληρωμή
es: Deslizar para pagar
fi: Maksa pyyhkäisemällä
fr: Balayez pour payer
he: החליקו כדי לשלם
hu: Fizessen húzással
id: Geser untuk membayar
it: Scorri per pagare
ms: Leret untuk Membayar
nl: Veeg om te betalen
no: Sveip for å betale
pl: Przeciągnij, aby zapłacić
pt: Deslize para pagar
ro: Glisează pentru a plăti
ru: Проведите, чтобы оплатить
sk: Pre platbu potiahnite
sr: Брзо превуците да бисте платили
sv: Svajpa för att betala
th: ปัดเพื่อชำระเงิน
tr: Ödemek için Kaydır
uk: Проведіть, щоб оплатити
vi: Vuốt để Thanh toán

# action.swipeToTip
source: Swipe to Tip
ar: تخطي إلى الإكرامية
bg: Плъзни за даване на бакшиш
cs: Přejeďte prstem pro poslání spropitného
da: Swipe for at give drikkepenge
de: Wischen, um Trinkgeld zu geben
el: Σύρετε για Φιλοδώρημα
es: Deslizar para dar propina
fi: Anna tippi pyyhkäisemällä
fr: Balayez pour donner un pourboire
he: החליקו כדי לתת טיפ
hu: Lapozás a borravalóhoz
id: Geser untuk memberi Tip
it: Scorri per dare la mancia
ms: Leret untuk beri Tip
nl: Veeg naar fooi geven
no: Sveip for å tipse
pl: Przesuń do napiwku
pt: Deslize para dar recompensa
ro: Glisează pentru a da bacșiș
ru: Прведите, чтобы дать чаевые
sk: Prejsť na možnosť Tip
sr: Превуци да даш напојницу
sv: Svep för att ge dricks
th: ปัดเพื่อให้ทิป
tr: Bahşiş Vermek İçin Kaydır
uk: Проведіть пальцем, щоб дати чайові
vi: Vuốt để Boa

# action.tryDifferentCodeAccount
source: Try a Different Code Account
ar: تجربة حساب Code مختلف
bg: Опитай различен кодов акаунт
cs: Vyzkoušet účet s jiným kódem
da: Prøv en anden Code-konto
de: Versuchen Sie es mit einem anderen Code-Konto
el: Δοκιμάστε έναν Διαφορετικό Λογαριασμό Code
es: Probar con una cuenta Code diferente
fi: Kokeile eri kooditiliä
fr: Essayer un autre compte Code
he: נסה חשבון קוד אחר
hu: Próbáljon ki egy másik kódfiókot
id: Coba Akun Code Yang Berbeda
it: Prova con un account Code diverso
ms: Cuba Akaun Code Lain
nl: Probeer een ander Code-account
no: Prøv en annen kodekonto
pl: Wypróbuj inne konto Code
pt: Tente uma Conta Code Diferente
ro: Încearcă un alt cont Code
ru: Попробовать другую учетную запись Code
sk: Vyskúšajte iný kódový účet
sr: Isprobaj drugi Code nalog
sv: Prova ett annat kodkonto
th: ลองใช้บัญชี Code อื่น
tr: Farklı Code Hesabı Dene
uk: Спробуйте акаунт з іншим гаманцем Code
vi: Thử Tài khoản Mã Khác

# action.tweetThem
source: Tweet Them
ar: غرّد لهم
bg: Изпратете им туит
cs: Tomuto člověku tweetněte
da: Tweet til dem
de: Twittern Sie sie
el: Στείλε τους Μήνυμα
es: Tuitéales
fi: Twiittaa hänelle
fr: Envoyez un tweet
he: שלחו ציוץ
hu: Tweetelj nekik
id: Kirimi Tweet
it: Twitta loro
nl: Tweet ze
no: Send dem en tweet
pl: Zatweetuj do tej osoby
pt: Enviar tweet
ro: Trimite-i un Tweet
ru: Отправьте им твит
sk: Tweetujte ich
sr: Пошаљите твит
sv: Tweeta
th: ทวีตพวกเขา
tr: Onları Tweet'le
uk: Твітнути
vi: Gửi tweet tới họ

# action.unlockCode
source: Unlock Code
ar: فتح Code
bg: Код за отключване
cs: Odemknout Code
da: Lås op for Code
de: Code freischalten
el: Ξεκλείδωμα του Code
es: Desbloquear Code
fi: Avaa Code
fr: Déverrouiller Code
he: שחרר נעילת Code
hu: Code kioldása
id: Buka Code
it: Codice di sblocco
nl: Ontgrendel code
no: Lås opp Code
pl: Odblokuj Code
pt: Desbloquear a Code
ro: Deblochează Code
ru: Разблокировать Code
sk: Odomknúť kód
sr: Откључај Code
sv: Lås upp kod
th: ปลดล็อก Code
tr: Code'un Kilidini Aç
uk: Розблокувати Code

# action.unmute
source: Unmute
ar: إلغاء كتم الصوت
bg: Включване на звука
cs: Zrušit ztlumení
da: Fjern dæmpning
de: Stummschaltung aufheben
el: Κατάργηση σίγασης
es: Anular silencio
fi: Poista mykistys
fr: Rétablir le son
he: בטל השתקה
hu: Némítás feloldása
id: Suarakan
it: Riattiva audio
ms: Nyahsenyap
nl: Dempen opheffen
no: Slå på lyden
pl: Wyłącz wyciszenie
pt: Ligar o som
ro: Scoate din surdină
ru: Включить звук
sk: Zrušiť stlmenie
sr: Укључи звук
sv: Slå på ljud
th: เปิดเสียง
tr: Sesi aç
uk: Увімкнути звук
vi: Bật tiếng

# action.unsubscribe
source: Unsubscribe
ar: إلغاء الاشتراك
bg: Отписване
cs: Zrušit odběr
da: Afmeld abonnement
de: Abbestellen
el: Κατάργηση συνδρομής
es: Cancelar suscripción
fi: Lopeta tilaus
fr: Se désabonner
he: בטל מנוי
hu: Leiratkozás
id: Berhenti langganan
it: Annulla l'iscrizione
ms: Buang langganan
nl: Uitschrijven
no: Avslutt abonnement
pl: Zrezygnuj z subkrypcji
pt: Anular subscrição
ro: Dezabonare
ru: Отписаться
sk: Zrušiť odber
sr: Откажи претплату
sv: Avsluta prenumeration
th: ยกเลิกการสมัครสมาชิก
tr: Abonelikten çık
uk: Відписатись
vi: Hủy đăng ký

# action.update
source: Update
ar: تحديث
bg: Обнови
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fi: Päivitä
fr: Mettre à jour
he: עדכן
hu: Frissítés
id: Perbarui
it: Aggiorna
ms: Kemas kini
nl: Updaten
no: Oppdater
pl: Zaktualizuj
pt: Atualizar
ro: Actualizare
ru: Обновить
sk: Aktualizovať
sr: Ažuriraj
sv: Uppdatera
th: อัปเดต
tr: Güncelle
uk: Оновити
vi: Cập nhật

# action.viewAccessKey
source: View Access Key
ar: عرض مفتاح الوصول
bg: Преглед на ключа за достъп
cs: Zobrazit přístupový klíč
da: Se adgangskode
de: Zugriffsschlüssel anzeigen
el: Προβολή Κλειδιού Πρόσβασης
es: Ver clave de acceso
fi: Näytä käyttöoikeusavain
fr: Afficher la clé d'accès
he: צפה במפתח הגישה
hu: Hozzáférési kulcs megtekintése
id: Lihat Kunci Akses
it: Visualizza chiave d'accesso
ms: Lihat Kunci Akses
nl: Toegangscode tonen
no: Se tilgangsnøkkel
pl: Zobacz klucz dostępu
pt: Ver Chave de Acesso
ro: Vizualizează cheia de acces
ru: Посмотреть ключ доступа
sk: Zobraziť prístupový kľúč
sr: Prikaži ključ za pristup
sv: Visa åtkomstnyckel
th: ดูคีย์การเข้าถึง
tr: Erişim Anahtarını Görüntüle
uk: Переглянути ключ доступу
vi: Xem Khóa Truy cập

# action.withdrawKin
source: Withdraw Kin
ar: سحب الأموال
bg: Оттегли член на семейството
cs: Vybrat kin
da: Hæv Kin
de: Kin abheben
el: Ανάληψη Kin
es: Retirar Kin
fi: Nosta kinejä
fr: Retirer Kin
he: משוך קין
hu: Kin felvétele
id: Tarik Kin
it: Preleva Kin
ms: Keluarkan Kin
nl: KIN opnemen
no: Ta ut Kin
pl: Wypłać Kin
pt: Levantar Kin
ro: Retrage Kin
ru: Вывести Kin
sk: Odvolať Kin
sr: Povuci Kin
sv: Återkalla Kin
th: ถอน Kin
tr: Kin Çek
uk: Вивести Kin
vi: Rút Kin

# action.wroteThemDownInstead
source: Wrote the 12 Words Down Instead?
ar: هل كتبت الاثنا عشرة كلمة بدلاً من ذلك؟
bg: Записахте ли 12 думи вместо това?
cs: Zapsal/a jste si místo toho 12 slov?
da: Skrev du i stedet de 12 ord ned?
de: Wurden die 12 Wörter stattdessen aufgeschrieben?
el: Γράψατε τις 12 λέξεις;
es: ¿Has anotado las 12 palabras en su lugar?
fi: Kirjoitettiinko 12 sanaa sen sijaan muistiin?
fr: Avez-vous plutôt noté les 12 mots ?
he: האם כתבת את 12 המילים במקום?
hu: A 12 szót írtad le helyette?
id: Tulis 12 Kata Sebagai Gantinya?
it: Hai preferito annotare le 12 parole?
ms: Catat 12 Perkataan Sebagai Ganti?
nl: In plaats daarvan de 12 woorden opgeschreven?
no: Noterte du de 12 ordene i stedet?
pl: Zapisałeś zamiast tego 12 słów?
pt: Anotou a 12 Palavras Em Alternativa?
ro: Ai notat în schimb cele 12 cuvinte?
ru: Вы записали вместо этого 12 слов?
sk: Namiesto toho ste napísali 12 slov?
sr: Zapisali ste 12 reči umesto toga?
sv: Skrev du ner de 12 orden i stället?
th: เขียนคำ 12 คำลงไปแทนไหม
tr: Bunun Yerine 12 Kelimeyi Yazdın mı?
uk: Натомість записав 12 слів?
vi: Thay vào đó, Bạn Đã Viết Ra 12 Từ?

# action.yes
source: Yes
ar: نعم
bg: Да
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
he: כן
hu: Igen
id: Ya
it: Sì
ms: Ya
nl: Ja
no: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sk: Áno
sr: Да
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có

# action.yesWithdrawConfirm
source: Yes, Withdraw Kin
ar: نعم, سحب الأموال
bg: Да, оттегли член на семейството
cs: Ano, vybrat kin
da: Ja, hæv Kin
de: Ja, Kin abheben
el: Ναι, ανάληψη Kin
es: Sí, retirar Kin
fi: Kyllä, nosta kinejä
fr: Oui, Retirer Kin
he: כן, משוך קין
hu: Igen, vedd fel a Kint
id: Ya, Tarik Kin
it: Sì, preleva Kin
ms: Ya, Keluarkan Kin
nl: Ja, KIN opnemen
no: Ja, ta ut Kin
pl: Tak, wypłać Kin
pt: Sim, Levantar Kin
ro: Da, retrage Kin
ru: Да, вывести Kin
sk: Áno, odvolať Kin
sr: Da, povuci Kin
sv: Ja, dra tillbaka Kin
th: ใช่ ถอน Kin
tr: Evet, Kin Çek
uk: Так, вивести Kin
vi: Có, Hãy Rút Kin

# action.yesWroteThemDown
source: Yes, I Wrote Them Down
ar: نعم, كتبتها
bg: Да, записах ги
cs: Ano, zapsal/a jsem si je
da: Ja, jeg skrev det ned
de: Ja, ich habe sie aufgeschrieben
el: Ναι, τις έγραψα
es: Sí, las he anotado
fi: Kyllä, kirjoitin ne muistiin
fr: Oui, je les ai notés
he: כן, כתבתי אותן
hu: Igen, leírtam őket
id: Ya, Saya Telah Menulisnya
it: Sì, le ho annotate
ms: Ya, Saya Mencatatnya
nl: Ja, ik heb ze opgeschreven
no: Ja, jeg noterte dem
pl: Tak, zapisałem to
pt: Sim, Anotei-os
ro: Da, le-am notat
ru: Да, я записал(-а) их
sk: Áno, napísal som ich
sr: Da, zapisao sam ih
sv: Ja, jag har skrivit ner dem
th: ใช่ ฉันเขียนลงไป
tr: Evet, Yazdım
uk: Так, я їх записав
vi: Có, Tôi Đã Viết Chúng Ra

# core.and
source: and
ar: و
bg: и
cs: a
da: og
de: und
el: και
es: y
fi: ja
fr: et
he: ו
hu: és
id: dan
it: e
ms: dan
nl: en
no: og
pl: i
pt: e
ro: și
ru: и
sk: a
sr: i
sv: och
th: และ
tr: ve
uk: та
vi: và

# core.kin
source: Kin
ar: الأموال
bg: Член на семейството
he: קין

# core.ofKin
source: of Kin
ar: من العملة
bg: в Kin
cs: kinu
da: i Kin
de: über Kin
el: σε Kin
es: de Kin
fi: kiniä
fr: de Kin
he: של קין
hu: összegű Kin
id: Kin
it: di Kin
ms: dari Kin
nl: van KIN
no: av Kin
pl: z Kin
pt: de Kin
ro: în Kin
ru: Kin
sk: Kinov
sr: Kin-a
sv: av Kin
th: ของ Kin
tr: Kin
uk: Kin
vi: của Kin

# deleteAccount.description.willDo
source: Remove all information associated with your account from Code's servers (phone number, contacts, transaction history)
ar: قم بإزالة جميع المعلومات المرتبطة بحسابك من خوادم Code (رقم الهاتف وجهات الاتصال وسجل المعاملات)
bg: Премахване на цялата информация свързана с вашия профил от сървърите на Код (телефонен номер, контакти, история на транзакциите)
cs: Odstranit všechny informace spojené s vaším účtem ze serverů společnosti Code (telefonní číslo, kontakty, historie transakcí).
da: Alle oplysninger som er tilknyttet din konto fra Codes servere bliver fjernet (telefonnummer, kontakter, transaktionshistorik)
de: Es werden alle mit Ihrem Konto verbundenen Informationen von den Servern von Code entfernt (Telefonnummer, Kontakte, Transaktionsverlauf).
el: Θα διαγραφούν όλες τις πληροφορίες που σχετίζονται με τον λογαριασμό σας από τους διακομιστές του Code (αριθμός τηλεφώνου, επαφές, ιστορικό συναλλαγών)
es: Eliminar toda la información asociada a tu cuenta de los servidores de Code (número de teléfono, contactos, historial de transacciones).
fi: Kaikki käyttäjätiliisi liittyvät tiedot poistetaan Coden palvelimilta (puhelinnumero, yhteystiedot, siirtohistoria)
fr: La suppression de toutes les informations associées à votre compte sur les serveurs de Code (numéro de téléphone, contacts, historique des transactions).
he: תסיר את כל המידע המשויך לחשבונך מהשרתים של Code (מספר טלפון, אנשי קשר, היסטוריית עסקאות)
hu: A fiókodhoz kapcsolódó minden információ (telefonszám, kapcsolatok, tranzakciós előzmények) eltávolítása a Code szervereiről
id: Hapus semua informasi terkait akun Anda dari server Code (nomor telepon, kontak, riwayat transaksi)
it: Rimuovere tutte le informazioni associate al tuo account dai server di Code (numero di telefono, contatti, cronologia transazioni)
ms: Padamkan semua maklumat yang dikaitkan dengan akaun anda daripada pelayan Code (nombor telefon, hubungan, sejarah transaksi)
nl: Alle aan je account gekoppele informatie verwijderen van de servers van Code (telefoonnummer, contacten, transactiegeschiedenis)
no: Fjern all informasjon knyttet til kontoen din fra Codes servere (telefonnummer, kontakter og transaksjonshistorikk)
pl: Usuń wszystkie informacje powiązane ze swoim kontem z serwerów Code (numer telefonu, kontakty, historia transakcji)
pt: Remover todas as informações associadas com a sua conta dos servidores da Code (número de telefone, contactos, histórico de transações)
ro: Va șterge de pe serverele Code toate informațiile asociate cu contul tău (număr de telefon, contacte, istoricul tranzacțiilor)
ru: Удаление всей связанной с вашей учетной записью информации на серверах Code (номер телефона, контакты, история транзакций)
sk: Odstráňte všetky informácie spojené s vaším kontom zo serverov aplikácie Code (telefónne číslo, kontakty, história transakcií)
sr: Уклања са Code сервера све информације повезане са вашим налогом (број телефона, контакте, историју трансакција)
sv: Tar bort all information som är kopplad till ditt konto från Codes servrar (telefonnummer, kontakter, transaktionshistorik)
th: ลบข้อมูลทั้งหมดที่เกี่ยวข้องกับบัญชีของคุณออกจากเซิร์ฟเวอร์ของ Code (หมายเลขโทรศัพท์ รายชื่อผู้ติดต่อ ประวัติการทำธุรกรรม)
tr: Hesabınla ilişkili tüm bilgileri Code'un sunucularından kaldır (telefon numarası, kişiler, işlem geçmişi)
uk: Видалиться уся інформація, пов’язана з вашим обліковим записом, із серверів Code (номер телефону, контакти, історію транзакцій)
vi: Xóa tất cả thông tin liên quan đến tài khoản của bạn khỏi máy chủ của Code (số điện thoại, danh bạ, lịch sử giao dịch)
