Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# deleteAccount.description.willHappen
source: You can access your account in other crypto wallet apps using your Secret Recovery Phrase. You won't be able to use your account in Code
ar: يمكنك الوصول إلى حسابك في تطبيقات محفظة العملات المشفرة الأخرى باستخدام عبارة الاسترداد السرية. لن تتمكن من استخدام حسابك في Code
bg: Можете да получите достъп до своя профил чрез други платформи за крипто портфейли като използвате своята Тайна фраза за възстановяване. Няма да можете да използвате профила си в Код
cs: Pomocí tajné fráze pro obnovení můžete získat přístup ke svému účtu v jiných aplikacích kryptopeněženky. Svůj účet nebudete moci používat v aplikaci Code
da: Du kan få adgang til din konto i andre cryptotegnebogs-apps via din hemmelige gendannelsessætning. Du vil ikke kunne bruge din konto på Code
de: Sie können mit Ihrer geheimen Wiederherstellungsphrase in anderen Krypto-Wallet-Apps auf Ihr Konto zugreifen. Sie können Ihr Konto nicht in Code verwenden.
el: Θα μπορείτε να έχετε πρόσβαση στον λογαριασμό σας σε άλλες εφαρμογές πορτοφολιού κρυπτονομισμάτων χρησιμοποιώντας τη μυστική φράση ανάκτησης. Δεν θα μπορείτε να χρησιμοποιήσετε τον λογαριασμό σας στο Code
es: Puedes acceder a tu cuenta en otras aplicaciones de monedero criptográfico utilizando tu frase secreta de recuperación. No podrás usar tu cuenta en Code
fi: Voit käyttää tiliäsi muissa kryptolompakkosovelluksissa salaisen palautuslauseesi avulla. Codessa et voi käyttää tiliäsi
fr: Vous pouvez accéder à votre compte dans d'autres applications de portefeuille de crypto en utilisant votre phrase de récupération secrète. Vous ne pourrez plus utiliser votre compte dans Code.
he: באפשרותך לגשת לחשבונך באפליקציות ארנקי קריפטו אחרות באמצעות ביטוי השחזור הסודי שלך. לא תוכל/י להשתמש בחשבון שלך ב-Code
hu: El tudod érni a fiókodat más kripto pénztárca alkalmazásokban a Titkos Helyreállítási Kifejezés használatával. Nem fogod tudni használni a fiókodat a Code-ban
id: Anda dapat mengakses akun Anda di aplikasi dompet kripto lainnya menggunakan Frasa Pemulihan Rahasia. Anda tidak dapat menggunakan kode Anda di Code
it: Puoi accedere al tuo account in altre app crypto wallet usando la tua frase segreta di recupero. Non potrai usare il tuo account su Code
ms: Anda boleh menggunakan Frasa Pemulihan Rahsia anda untuk mengakses akaun anda dalam aplikasi dompet kripto lain. Anda tidak akan dapat menggunakan akaun anda dalam Code
nl: Je hebt toegang tot je account in andere crypto-portemonnee-apps met behulp van je Geheime Herstelzin. Je kunt je account niet gebruiken in Code.
no: Du kan få tilgang til kontoen din i andre kryptovaluta-apper med den hemmelige gjenopprettings-setningen din. Du vil ikke kunne bruke kontoen din i Code
pl: Możesz uzyskać dostęp do swojego konta w innych aplikacjach kryptoportfeli, korzystając ze swojej tajnej frazy odzyskiwania. Nie będziesz w stanie używać swojego konta w aplikacji Code
pt: Poderá aceder à sua conta através de outras aplicações de carteira de criptomoedas usando a sua frase secreta de recuperação. Não poderá utilizar a sua conta da Code
ro: Îți poți accesa contul în alte aplicații de portofel de criptomonedă folosindu-ți Fraza secretă recuperare. Nu-ți vei putea folosi contul în Code.
ru: Вы сможете получить доступ к своей учетной записи в других приложениях криптокошельков с помощью своей секретной фразы восстановления. Вы не сможете использовать свою учетную запись в Code
sk: K svojmu kontu môžete pristupovať v iných aplikáciách kryptopeňaženky pomocou vašej tajnej frázy na obnovenie. V aplikácii Code nebudete môcť používať svoje konto
sr: Можете да приступите свом налогу у другим апликацијама новчаницима за криптовалуту помоћу своје тајне фразе за опоравак. Нећете моћи да користите свој налог у апликацији Code
sv: Du kan komma åt ditt konto i andra kryptovalutaappar med hjälp av din hemliga återställningsfras. Du kommer inte att kunna använda ditt konto i Code
th: คุณสามารถเข้าถึงบัญชีของคุณในแอปกระเป๋าเงินคริปโตเข้ารหัสอื่น ๆ โดยใช้วลีกู้คืนของคุณ คุณจะไม่สามารถใช้บัญชีของคุณใน Code
tr: Gizli Kurtarma İfadeni kullanarak diğer kripto cüzdanı uygulamalarındaki hesabına erişebilirsin. Hesabını Code'da kullanamayacaksın
uk: Ви можете отримати доступ до свого облікового запису в інших крипто-гаманцях за допомогою секретної фрази відновлення. Ви не зможете використовувати свій обліковий запис у Code
vi: Bạn có thể truy cập tài khoản của mình trong các ứng dụng ví tiền mã hóa khác bằng Cụm từ Khôi phục Bí mật. Bạn sẽ không thể sử dụng tài khoản của mình trong Code

# deleteAccount.description.wontDo
source: Remove your account from the blockchain
ar: قم بإزالة حسابك من سلسلة الكتل
bg: Премахване на вашия профил от блокчейна
cs: Odebrání účtu z blockchainu
da: Fjerning af din konto fra blockchain
de: Ihr Konto wird nicht von der Blockchain entfernt
el: Δεν θα αφαιρέσει τον λογαριασμό σας από την αλυσίδα μπλοκ
es: Elimine tu cuenta de la cadena de bloques
fi: Poistaa käyttäjätiliäsi lohkoketjusta
fr: La suppression de votre compte de la blockchain
he: תסיר את חשבונך מהבלוקצ'יין
hu: Távolítsd el a fiókod a blokkláncról
id: Hapus akun Anda dari blockchain
it: Rimuovere il tuo account dalla blockchain
ms: Padamkan akaun anda daripada blok rantai
nl: Je account verwijderen van de blockchain
no: Fjern kontoen din fra blokkjeden
pl: Usuń swoje konto z łańcucha bloków
pt: Remover a sua conta da blockchain
ro: Nu îți va șterge contul din blockchain
ru: Удаление вашей учетной записи из блокчейна
sk: Odstráňte svoje konto z blockchainu
sr: Уклања ваш налог из ланца блокова
sv: Tar bort ditt konto från blockkedjan
th: ลบบัญชีของคุณออกจากบล็อกเชน
tr: Hesabını blok zincirinden kaldır
uk: Усунення вашого облікового запису із блокчейну
vi: Xóa tài khoản của bạn khỏi chuỗi khối

# deleteAccount.title.willDo
source: What deleting will do
ar: ما سيفعله الحذف
bg: Какво ще направи изтриването
cs: Co způsobí odstranění
da: Hvad sletning indebærer
de: Was das Löschen bewirkt
el: Τι θα κάνει η διαγραφή
es: Qué se consigue con la eliminación
fi: Mitä poistamisesta seuraa
fr: Ce que la suppression entraînera
he: מה המחיקה תעשה
hu: Ami nem törlődik
id: Yang akan dilakukan oleh penghapusan
it: Cosa farà la cancellazione
ms: Pemadaman akan menyebabkan
nl: Wat verwijderen zal doen
no: Dette fører sletting til
pl: Jakie będą skutki usunięcia
pt: O que eliminar irá fazer
ro: Ce va face ștergerea
ru: Что произойдет после удаления
sk: Čo spôsobí odstránenie
sr: Шта ће брисање учинити
sv: Vad radering gör
th: การลบจะทำอะไร
tr: Silme işleminin yapacakları
uk: Що станеться після видалення
vi: Hành động xóa sẽ thực hiện điều gì

# deleteAccount.title.willHappen
source: What will happen
ar: ما سيحدث
bg: Какво ще се случи
cs: Co se stane
da: Hvad vil der ske
de: Was passieren wird
el: Τι θα συμβεί
es: Qué ocurrirá
fi: Mitä tapahtuu
fr: Que se passera-t-il ?
he: מה יקרה
hu: Mi fog történni
id: Yang akan terjadi
it: Cosa accadrà
ms: Perkara yang akan berlaku
nl: Wat er zal gebeuren
no: Dette kommer til å skje
pl: Co się stanie
pt: O que acontecerá
ro: Ce se va întâmpla
ru: Что произойдет
sk: Čo sa stane
sr: Шта ће се догодити
sv: Vad som kommer att hända
th: อะไรจะเกิดขึ้น
tr: Olacaklar
uk: Що станеться
vi: Điều gì sẽ xảy ra

# deleteAccount.title.wontDo
source: What deleting won't do
ar: ما لن يفعله الحذف
bg: Какво няма да направи изтриването
cs: Co odstranění nezpůsobí
da: Hvad sletning ikke indebærer
de: Was das Löschen nicht bewirkt
el: Τι δεν θα κάνει η διαγραφή
es: Lo que no se consigue con la eliminación
fi: Mitä poistamisella ei voi tehdä
fr: Ce que la suppression n'entraînera pas
he: מה המחיקה לא תעשה
hu: Ami nem törlődik
id: Yang tidak akan dilakukan oleh penghapusan
it: Cosa non farà la cancellazione
ms: Pemadaman tak akan menyebabkan
nl: Wat verwijderen niet zal doen
no: Dette fører sletting ikke til
pl: Czego nie spowoduje usunięcie
pt: O que eliminar não fará
ro: Ce nu va face ștergerea
ru: Что не произойдет после удаления
sk: Čo odstránenie nespôsobí
sr: Шта брисање неће учинити
sv: Vad radering inte gör
th: การลบจะไม่ทำอะไร
tr: Silme işleminin yapmayacakları
uk: Чого не станеться після видалення
vi: Hành động xóa sẽ không làm điều gì

# error.description.alreadyCollectedBySomeone
source: This Kin was already collected by someone.
ar: تم جمع وحدات Kin هذه بالفعل من قبل شخص ما.
bg: Този Kin вече е бил събран от някого.
cs: Tento Kin již byl někým vybrán.
da: Denne Kin er allerede indsamlet af nogen.
de: Dieses Kin wurde bereits von jemandem abgerufen.
el: Αυτό το Kin το συνέλεξε ήδη κάποιος.
es: Alguien ya ha recogido este Kin.
fi: Joku on jo lunastanut tämän kinin
fr: Quelqu'un a déjà collecté ce Kin.
he: ה-Kin הזה כבר נאסף על ידי מישהו.
hu: Ezt a Kint már begyűjtötte valaki.
id: Kin ini sudah diambil oleh seseorang.
it: Questo Kin è già stato acquisito da qualcuno.
ms: Kin ini sudah dikumpul oleh seseorang.
nl: Deze Kin is al door iemand opgehaald.
no: Denne mengden Kin er allerede hentet av noen.
pl: Ten Kin został już odebrany przez kogoś innego.
pt: Este Kin já foi recolhido por alguém.
ro: Acest Kin a fost deja colectat de cineva.
ru: Этот Kin уже кем-то получен.
sk: Tento Kin už niekto zhromaždil.
sr: Овај Кин је неко већ прикупио.
sv: Denna Kin är redan tagen av någon.
th: มีใครบางคนเก็บ Kin ไปแล้ว
tr: Bu Kin zaten başka birisi tarafından toplandı.
uk: Цей Kin вже хтось забрав
vi: Đã có người thu thập Kin này.

# error.description.cameraAccessRequired
source: Please allow access to the camera in Settings to use Code.
ar: يُرجى السماح بالوصول إلى الكاميرا في الإعدادات لاستخدام Code.
bg: Моля, разрешете достъп до камерата в настройките, за да използвате код.
cs: Abyste mohli využívat kód, povolte v nastavení přístup k fotoaparátu.
da: Tillad adgang til kamera i Indstillinger for at bruge Code.
de: Bitte erlauben Sie in den Einstellungen Zugriff auf die Kamera, um Code nutzen zu können.
el: Επιτρέψτε στις Ρυθμίσεις την πρόσβαση στην κάμερα για να χρησιμοποιήσετε το Code.
es: Permite el acceso a la cámara en Ajustes para utilizar Code.
fi: Salli kameran käyttöoikeudet asetuksista käsin voidaksesi käyttää Codea.
fr: Veuillez autoriser l'accès à la caméra dans les Paramètres pour utiliser Code.
he: אנא אפשר בהגדרות גישה למצלמה שלך כדי להשתמש בקוד.
hu: A kód használatához engedélyezze a kamerához való hozzáférést a Beállításokban.
id: Izinkan akses ke kamera dalam Pengaturan untuk menggunakan Code.
it: Consenti l'accesso alla fotocamera nelle Impostazioni per poter utilizzare Code.
ms: Sila benarkan akses kepada kamera dalam Tetapan untuk menggunakan Code.
nl: Geef toegang tot de camera in Instellingen om Code te gebruiken.
no: Gi tilgang til kameraet i «Innstillinger» for å bruke koden.
pl: Żeby używać Code, zezwól na dostęp do kamery w ustawieniach.
pt: Permita o acesso às suas Fotos nas Definições para poder utilizar a Code.
ro: Permite accesul la fotocameră din Setări pentru a folosi Code.
ru: Разрешите доступ к камере в настройках, чтобы пользоваться Code.
sk: Ak chcete použiť kód, povoľte prístup k fotoaparátu v Nastaveniach.
sr: Dozvolite pristup kameri u podešavanjima da biste koristili Code.
sv: Tillåt åtkomst till kameran i Inställningar för att kunna använda Kod.
th: โปรดอนุญาตให้เข้าถึงกล้องในการตั้งค่าเพื่อใช้ Code
tr: Code'u kullanmak için lütfen Ayarlar'dan kamera erişimine izin ver.
uk: Щоб використовувати Code, будь ласка, надайте доступ до камери в налаштуваннях.
vi: Xin vui lòng cho phép truy cập vào camera trong mục Cài đặt để sử dụng Mã.

# error.description.cashExpired
source: This cash has expired.
ar: لقد انتهت صلاحية هذه النقود.
bg: Тези парични средства са с изтекъл срок.
cs: Těmto prostředkům vypršela platnost.
da: Disse penge er udløbet.
de: Dieses Bargeld ist verfallen.
el: Αυτά τα μετρητά έχουν λήξει.
es: Este dinero ha caducado.
fi: Tämä raha on vanhentunut.
fr: Ce cash a expiré.
he: מזומן זה אינו בתוקף.
hu: Ez a készpénz lejárt.
id: Dana ini sudah kedaluwarsa.
it: Questo denaro è scaduto.
ms: Wang tunai ini telah tamat tempoh.
nl: Het contant geld is verlopen.
no: Disse kontantene er utløpt.
pl: Ta gotówka wygasła.
pt: Este dinheiro expirou.
ro: Acest numerar a expirat.
ru: Срок действия этих денег истек.
sk: Tejto hotovosti vypršala platnosť.
sr: Овај кеш је истекао.
sv: Dessa kontanter har förfallit
th: เงินสดจำนวนนี้หมดอายุแล้ว
tr: Bu nakdin süresi doldu.
uk: Термін дії цієї готівки минув.
vi: Tiền mặt này đã hết hạn.

# error.description.codeTimedOut
source: Please re-enter your phone number and try again.
ar: يُرجى إعادة إدخال رقم هاتفك والمحاولة مرة أخرى.
bg: Моля, въведете телефонния номер отново и опитайте отново.
cs: Zadejte znovu telefonní číslo a zkuste to znovu.
da: Genindtast dit telefonnummer, og prøv igen
de: Bitte geben Sie Ihre Telefonnummer erneut ein und versuchen Sie es noch einmal.
el: Εισαγάγετε ξανά τον αριθμό τηλεφώνου σας και δοκιμάστε πάλι.
es: Vuelve a introducir tu número de teléfono e inténtalo de nuevo.
fi: Syötä puhelinnumerosi uudelleen ja yritä taas.
fr: Veuillez saisir à nouveau votre numéro de téléphone et réessayer.
he: אנא הכנס מחדש את מספר הטלפון שלך ונסה שנית.
hu: Kérjük, adja meg újra a telefonszámát, és próbálja újra.
id: Silakan masukkan kembali nomor telepon Anda dan coba lagi.
it: Inserisci nuovamente il tuo numero di telefono e riprova.
ms: Sila masukkan semula nombor telefon anda dan cuba lagi.
nl: Voer je telefoonnummer opnieuw in en probeer het opnieuw.
no: Skriv inn telefonnummeret ditt på nytt og prøv på nytt.
pl: Wpisz ponownie numer telefonu i spróbuj jeszcze raz.
pt: Reintroduza o seu número de telemóvel e tente novamente.
ro: Reintrodu numărul de telefon și încearcă din nou.
ru: Введите свой номер телефона повторно и попробуйте снова.
sk: Znova zadajte svoje telefónne číslo a skúste to znova.
sr: Ponovo unesite broj telefona i pokušajte ponovo.
sv: Ange ditt telefonnummer på nytt och försök igen.
th: โปรดป้อนหมายเลขโทรศัพท์ใหม่แล้วลองอีกครั้ง
tr: Lütfen telefon numaranı yeniden gir ve tekrar dene.
uk: Будь ласка, введіть номер свого телефону повторно та спробуйте ще раз.
vi: Xin vui lòng nhập lại số điện thoại của bạn và thử lại.

# error.description.countryNotSupported
source: Code is currently unavailable in your country.
ar: Code غير متوفر حالياً في بلدك.
bg: В момента Code не е наличен във вашата страна.
cs: Aplikace Code momentálně není dostupná ve vaší zemi.
da: Code er i øjeblikket ikke tilgængeligt i dit land.
de: Code ist in Ihrem Land aktuell nicht verfügbar.
el: Προς το παρόν το Code δεν διατίθεται στη χώρα σας.
es: Code no está disponible actualmente en tu país.
fi: Code ei ole tällä hetkellä saatavilla maassasi.
fr: Code est actuellement indisponible dans votre pays.
he: Code כרגע אינו זמין במדינתך.
hu: A Code jelenleg nem érhető el az országodban.
id: Kode saat ini tidak tersedia di negara Anda.
it: Attualmente Code non è disponibile nel tuo paese.
nl: De code is momenteel niet beschikbaar in je land.
no: Code er for øyeblikket ikke tilgjengelig i landet ditt.
pl: Aplikacja Code nie jest obecnie dostępna w Twoim kraju.
pt: A Code está atualmente indisponível no seu país.
ro: Code nu este momentan disponibil în țara dumneavoastră.
ru: В настоящее время приложение Code недоступно в вашей стране.
sk: Aplikácia Code je momentálne vo vašej krajine nedostupná.
sr: Апликација Code је тренутно недоступна у вашој земљи.
sv: Code är för närvarande inte tillgängligt i ditt land.
th: ขณะนี้ Code ยังไม่พร้อมใช้งานในประเทศของคุณ
tr: Code, şu anda ülkenizde kullanılamıyor.
uk: Code наразі недоступний у вашій країні.

# error.description.deviceNotSupported
source: We are unable to support your device at this time
ar: لا نستطيع دعم جهازك في الوقت الحالي
bg: В момента не можем да поддържаме вашето устройство
cs: V tuto chvíli nemůžeme podporovat vaše zařízení
da: Vi kan ikke understøtte din enhed i øjeblikket
de: Wir können Ihr Gerät aktuell nicht unterstützen
el: Δεν είμαστε σε θέση να υποστηρίξουμε τη συσκευή σας τη δεδομένη στιγμή
es: No podemos dar asistencia a tu dispositivo en este momento
fi: Emme voi tukea laitettasi juuri nyt
fr: Nous ne sommes pas en mesure de prendre en charge votre appareil pour le moment.
he: לא ניתן לתמוך במכשירך בשלב זה
hu: Jelenleg nem áll módunkban támogatni a készülékedet.
id: Kami tidak dapat mendukung perangkat Anda saat ini
it: Attualmente non possiamo supportare il tuo dispositivo
nl: We kunnen je apparaat op dit moment niet ondersteunen
no: Vi kan ikke støtte enheten din for øyeblikket.
pl: Tym razem nie jesteśmy w stanie obsłużyć Twojego urządzenia
pt: Neste momento, não conseguimos suportar o seu dispositivo
ro: Nu putem oferi suport pentru dispozitivul dumneavoastră în acest moment
ru: В настоящее время мы не можем поддерживать ваше устройство
sk: Momentálne nemôžeme podporovať vaše zariadenie
sr: Тренутно не можемо да подржимо ваш уређај
sv: Vi kan inte stödja din enhet just nu
th: เราไม่สามารถรองรับอุปกรณ์ของคุณในขณะนี้
tr: Şu anda cihazınızı destekleyemiyoruz
uk: Наразі ми не підтримуємо ваш пристрій

# error.description.eSimNotSupported
source: Support for eSims will likely come in a future version of Code.
ar: من المحتمل أن يأتي دعم eSims في إصدار مستقبلي من Code.
bg: Поддръжката за eSim вероятно ще дойде в бъдеща версия на Code.
cs: Podpora pro eSim se pravděpodobně objeví v některé z budoucích verzí Code.
da: Understøttelse af eSims kommer sandsynligvis i en fremtidig version af Code.
de: Unterstützung von eSims wird es vermutlich in einer zukünftigen Version von Code geben.
el: Η υποστήριξη eSims αναμένεται πιθανότατα σε μελλοντική έκδοση του Code.
es: Es probable que la asistencia para eSims se implemente en una versión futura de Code.
fi: eSIMien tuki tulee todennäköisesti saataville Coden tulevassa versiossa.
fr: La prise en charge des eSims sera probablement disponible dans une prochaine version de Code.
he: ייתכן ובגרסה עתידית של Code תהיה תמיכה ב-eSims.
hu: A Code egy későbbi verziójában valószínűleg támogatni fogja az eSims-et.
id: Dukungan untuk eSim kemungkinan akan hadir dalam versi Kode mendatang.
it: Probabilmente il supporto per le eSim sarà aggiunto in una versione futura di Code.
nl: Ondersteuning voor eSims komt waarschijnlijk in een toekomstige versie van Code.
no: Støtte for eSims kommer sannsynligvis i en fremtidig versjon av Code.
pl: Wsparcie dla kart eSim pojawi się najprawdopodobniej w przyszłej wersji aplikacji Code.
pt: A compatibilidade para eSims provavelmente aparecerá numa versão futura da Code.
ro: Suportul pentru eSims va veni, probabil, într-o versiune viitoare a Code.
ru: Поддержка eSim-карт появится, вероятно, в будущей версии Code.
sk: Podpora pre eSims bude pravdepodobne k dispozícii v budúcej verzii aplikácie Code.
sr: Подршка за eSims ће највероватније стићи у наредној верзији апликације Code.
sv: Stöd för eSims kommer sannolikt i en framtida version av Code.
th: การรองรับ eSim มีแนวโน้มที่จะมาในเวอร์ชันต่อไปของ Code
tr: eSim desteği, muhtemelen Code'un gelecekteki bir sürümünde gelecektir.
uk: Підтримка eSims, ймовірно, з’явиться в наступній версії Code.

# error.description.failedToCollect
source: Something went wrong. This Kin could not be collected.
ar: لقد حدث خطأ ما. لا يمكن جمع هذه الـ Kin.
bg: Нещо се обърка. Този Kin не може да бъде събран.
cs: Něco se pokazilo. Tento Kin se nepodařilo sesbírat.
da: Der gik noget galt. Disse Kin kunne ikke indsamles.
de: Etwas ist schief gelaufen. Dieses Kin konnte nicht erfasst werden.
el: Κάτι πήγε στραβά. Δεν μπορέσαμε να εισπράξουμε αυτό το Kin.
es: Algo ha salido mal. Este Kin no se ha podido recibir.
fi: Jotakin meni pieleen. Tätä Kiniä ei onnistuttu keräämään.
fr: Une erreur est survenue. Ce Kin n'a pas pu être encaissé.
he: משהו השתבש. לא ניתן היה לאסוף Kin זה.
hu: Valami rosszul sült el. Ezt a Kin-t nem sikerült begyűjteni.
id: Terjadi masalah. Kin ini tidak dapat diambil.
it: Qualcosa è andato storto. Non è stato possibile riscuotere questo Kin.
nl: Er ging iets mis. Deze Kin kon niet worden geïnd.
no: Noe gikk galt. Kin kunne ikke samles inn.
pl: Coś poszło nie tak. Ten Kin nie mógł zostać pobrany.
pt: Algo correu mal. Não foi possível recolher esta Kin.
ro: Ceva nu a funcționat bine. Acest Kin nu a putut fi colectat.
ru: Что-то пошло не так. Этот Kin не удалось собрать.
sk: Niečo sa pokazilo. Tento Kin sa nepodarilo vyzdvihnúť.
sr: Дошло је до грешке. Није могуће прикупити овај кин.
sv: Något gick fel. Dessa Kin kunde inte hämtas.
th: เกิดข้อผิดพลาดขึ้น ไม่สามารถรวบรวม Kin นี้
tr: Bir şeyler ters gitti. Bu Kin toplanamadı.
uk: Щось пішло не так. Цей Kin не вдалося зібрати.

# error.description.failedToCreateAccount
source: We weren't expecting that to happen. Something went wrong. Please try creating this account again.
ar: لم نتوقع حدوث ذلك. حدث خطأ ما. يُرجى محاولة إنشاء هذا الحساب مرة أخرى.
bg: Неочаквано развитие. Нещо се обърка. Моля, опитайте да създадете профила отново.
cs: Toto jsme nečekali. Nastala chyba. Zkuste tento účet vytvořit znovu.
da: Vi forventede ikke, at det ville ske. Noget gik galt. Prøv at oprette kontoen igen.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie, dieses Konto erneut zu erstellen.
el: Δεν περιμέναμε να συμβεί αυτό. Κάτι πήγε στραβά. Προσπαθήστε να δημιουργήσετε ξανά αυτόν τον λογαριασμό.
es: Eso no nos lo esperábamos. Algo ha ido mal. Intenta crear la cuenta de nuevo.
fi: Emme odottaneet näin käyvän. Jotakin meni vikaan. Kokeile tämän tilin luomista uudestaan.
fr: Nous ne nous attendions pas à ce que cela se produise. Un problème est survenu. Veuillez réessayer de créer ce compte.
he: לא ציפינו שזה יקרה. משהו השתבש. אנא נסה שנית ליצור את החשבון.
hu: Nem számítottunk rá, hogy ez megtörténik. Valami elromlott. Kérjük, próbálja meg újra létrehozni ezt a fiókot.
id: Kami tidak memperkirakan hal itu terjadi. Terjadi masalah. Silakan coba membuat akun ini lagi.
it: Questo è un imprevisto. Qualcosa è andato storto. Prova a creare nuovamente questo account.
ms: Kami tidak menjangkakan perkara itu berlaku. Ada sesuatu tidak kena. Sila cuba mencipta akaun ini sekali lagi.
nl: We hadden niet verwacht dat dat zou gebeuren. Er is een fout opgetreden. Probeer dit account opnieuw aan te maken.
no: Vi hadde ikke forventet at dette skulle skje. Noe gikk galt. Prøv å opprette denne kontoen på nytt.
pl: Nie spodziewaliśmy się tego. Coś poszło nie tak. Spróbuj jeszcze raz utworzyć to konto.
pt: Não estávamos a contar que isto acontecesse. Algo correu mal. Tente criar esta conta novamente.
ro: Nu ne așteptam să se întâmple așa. Ceva a mers rău. Te rugăm să încerci din nou să creezi acest cont.
ru: Мы не ожидали этого. Что-то пошло не так. Попробуйте создать эту учетную запись снова.
sk: Nečakali sme, že sa to stane. Niečo sa pokazilo. Skúste vytvoriť tento účet znova.
sr: Nismo očekivali da će se to dogoditi. Došlo je do greške. Pokušajte ponovo da napravite ovaj nalog.
sv: Vi förväntade oss inte att det skulle hända. Något gick fel. Försök att skapa det här kontot igen.
th: เราไม่ได้คาดหวังให้เกิดสิ่งนี้ขึ้น เกิดข้อผิดพลาดขึ้น โปรดลองสร้างบัญชีนี้อีกครั้ง
tr: Bunun olmasını beklemiyorduk. Bir şeyler ters gitti. Lütfen bu hesabı tekrar oluşturmayı dene.
uk: Ми не очікували, що це станеться. Щось пішло не так. Будь ласка, спробуйте створити цей акаунт знову.
vi: Chúng tôi không mong đợi điều đó xảy ra. Đã xảy ra lỗi. Xin vui lòng thử tạo lại tài khoản này.
