Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# prompt.description.logout
source: You can get back into this account using your Access Key
ar: يُمكنك العودة إلى هذا الحساب باستخدام مفتاح الوصول الخاص بك
bg: Можете да влезете отново в този профил с вашия ключ за достъп
cs: Do účtu se vrátíte s využitím přístupového kódu
da: Du kan komme tilbage til denne konto ved hjælp af din adgangsnøgle
de: Sie können sich mit Ihrem Zugangsschlüssel wieder bei diesem Konto anmelden.
el: Μπορείτε να επιστρέψετε σε αυτόν τον λογαριασμό χρησιμοποιώντας το κλειδί πρόσβασής σας
es: Puedes volver a entrar en esta cuenta con tu clave de acceso
fi: Voit päästä takaisin tälle tilille käyttämällä käyttöoikeusavaintasi
fr: Vous pouvez vous reconnecter à ce compte en utilisant votre clé d'accès.
he: אתה יכול לחזור לחשבון הזה באמצעות שימוש במפתח הגישה שלך
hu: Hozzáférési kulcsa segítségével visszaléphet ebbe a fiókba
id: Anda dapat kembali ke akun ini menggunakan Kunci Akses Anda
it: Potrai accedere nuovamente a questo account usando la tua chiave d'accesso
ms: Anda boleh masuk semula ke akaun ini menggunakan Kunci Akses anda
nl: Je kunt weer toegang krijgen tot dit account met je toegangscode
no: Du kan gå tilbake til denne kontoen ved å bruke tilgangsnøkkelen din.
pl: Możesz wrócić do tego konta przy użyciu swojego klucza dostępu
pt: Pode voltar a entrar nesta conta utilizando a sua Chave de Acesso
ro: Poți intra din nou în acest cont utilizând Cheia ta de acces
ru: Вы можете войти в эту учетную запись снова при помощи своего ключа доступа
sk: Do tohto účtu sa môžete vrátiť pomocou prístupového kľúča
sr: Možete se vratiti na ovaj nalog koristeći svoj ključ za pristup
sv: Du kan komma tillbaka till det här kontot med hjälp av din Access Key.
th: คุณสามารถกลับเข้าสู่บัญชีนี้ได้โดยใช้คีย์การเข้าถึงของคุณ
tr: Erişim Anahtarını kullanarak bu hesaba geri dönebilirsin.
uk: Ви можете повернутися до цього акаунту за допомогою свого ключа доступу
vi: Bạn có thể truy cập lại tài khoản này bằng Khóa truy cập của mình

# prompt.description.mute
source: You will not be notified of any new messages from %@. You can unmute at any time.
ar: لن يتم إعلامك بأي رسائل جديدة من %@. يمكنك إلغاء كتم الصوت في أي وقت.
bg: Няма да бъдете известявани за нови съобщения от %@. Можете да премахнете заглушаването по всяко време.
cs: Na nové zprávy od %@ nebudete upozorňováni. Ztlumení můžete kdykoli zrušit.
da: Du vil ikke blive informeret om nye beskeder fra %@. Du kan slå lyden fra når som helst.
de: Sie werden nicht über neue Nachrichten von %@ benachrichtigt. Sie können die Stummschaltung jederzeit zurücknehmen.
el: Δεν θα ειδοποιηθείτε για νέα μηνύματα από %@. Μπορείτε να απενεργοποιήσετε τη σίγαση ανά πάσα στιγμή.
es: No recibirás ninguna notificación de nuevos mensajes de %@. Puedes anular el modo silencio en cualquier momento.
fi: Sinulle ei ilmoiteta uusista viesteistä, joita %@ lähettää. Voit poistaa mykistyksen koska tahansa.
fr: Vous ne serez pas averti des nouveaux messages de %@. Vous pouvez annuler la mise en sourdine à tout moment.
he: לא תקבלו התראה על הודעות חדשות מ-%@. אתם יכולים לבטל את ההשתקה בכל עת.
hu: Nem kapsz értesítést %@ új üzeneteiről. A némítás bármikor visszavonható.
id: Anda tidak akan diberi tahu tentang pesan baru dari %@. Anda dapat mengaktifkan suara kapan saja.
it: Non riceverai notifiche di eventuali nuovi messaggi da %@. Puoi riattivare l'audio in qualsiasi momento.
ms: Anda tidak akan dimaklumkan bagi sebarang mesej baru dari %@. Anda boleh nyahredam pada bila-bila masa.
nl: Je wordt niet geïnformeerd over nieuwe berichten van %@. Je kunt het dempen op elk moment opheffen.
no: Du varsles ikke om nye meldinger fra %@. Du kan slå på lyden igjen når som helst.
pl: Nie będziesz otrzymywać powiadomień o nowych wiadomościach od %@. Możesz wyłączyć wyciszenie w dowolnym momencie.
pt: Não irá receber notificações de quaisquer mensagens novas de %@. Pode reativar as notificações a qualquer momento.
ro: Nu vei fi notificat cu privire la niciun mesaj nou de la %@. Poți reactiva notificările în orice moment.
ru: Вы не будете получать уведомления о новых сообщениях от %@. Вы можете включить звук в любое время.
sk: Nebudete dostávať upozornenia na nové správy od %@. Stlmenie zvuku môžete kedykoľvek vypnúť.
sr: Нећете бити обавештени о новим порукама од %@. Можете да укључите звук ћаскања у било ком тренутку.
sv: Du kommer inte att aviseras när det kommer nya meddelanden från %@. Du kan aktivera aviseringar när som helst.
th: คุณจะไม่ได้รับการแจ้งเตือนข้อความใหม่ใดๆ จาก %@ คุณสามารถเปิดเสียงได้ตลอดเวลา
tr: %@ adlı sohbetten gelen yeni mesajlar sana bildirilmeyecek. İstediğin zaman sohbetin sesini açabilirsin.
uk: Ви не будете отримувати сповіщення про нові повідомлення від %@. Ви можете вимкнути чат у будь-який час.
vi: Bạn sẽ không nhận được thông báo về bất kỳ tin nhắn mới nào từ %@. Bạn có thể bật thông báo bất cứ lúc nào.

# prompt.description.notCodeAccount
source: Only accounts created through Code are currently supported.
ar: يتم دعم الحسابات التي تم إنشاؤها من خلال Code فقط حاليًا.
bg: В момента се поддържат само профили, създадени с код.
cs: Momentálně fungují pouze účty vytvořené pomocí kódu.
da: Kun konti oprettet via Code understøttes i øjeblikket.
de: Derzeit werden nur über Code erstellte Konten unterstützt.
el: Προς το παρόν υποστηρίζονται μόνο οι λογαριασμοί που έχουν δημιουργηθεί μέσω Code.
es: Actualmente, solo se admiten las cuentas creadas a través de Code.
fi: Tällä hetkellä tuetaan vain Coden kautta luotuja tilejä.
fr: Seuls les comptes créés sur Code sont actuellement pris en charge.
he: רק חשבונות שנוצרו באמצעות קוד נתמכים כרגע.
hu: Jelenleg csak a Code segítségével létrehozott fiókok támogatottak.
id: Saat ini, hanya akun yang dibuat melalui Code yang didukung.
it: Al momento sono supportati solo gli account creati tramite Code.
ms: Hanya akaun yang dicipta melalui Code sahaja disokong pada masa ini.
nl: Alleen accounts die via Code zijn aangemaakt, worden momenteel ondersteund.
no: Bare kontoer opprettet med en kode støttes for øyeblikket.
pl: Aktualnie wspierane są tylko konta utworzone przez Code.
pt: Neste momento são apenas suportadas contas criadas através da Code.
ro: În prezent sunt suportate doar conturile create prin Code.
ru: На данный момент поддерживаются только учетные записи, созданные через Code.
sk: V súčasnosti sú podporované iba účty vytvorené prostredníctvom kódu.
sr: Trenutno su podržani samo nalozi kreirani preko aplikacije Code.
sv: För närvarande stöds endast konton som skapats via Kod.
th: ขณะนี้รองรับเฉพาะบัญชีที่สร้างผ่าน Code เท่านั้น
tr: Şu anda yalnızca Code aracılığıyla oluşturulan hesaplar desteklenmektedir.
uk: Наразі підтримуються акаунти, створені лише за допомогою Code.
vi: Hiện chỉ hỗ trợ các tài khoản được tạo thông qua Mã.

# prompt.description.unlinkPhoneNumber
source: Your friends will no longer be able to find you with this phone number.
ar: لن يتمكن أصدقاؤك بعد الآن من العثور عليك باستخدام رقم الهاتف هذا.
bg: Вашите приятели няма да могат да ви откриват повече с този телефонен номер.
cs: Přátelé vás pomocí tohoto telefonního čísla už nebudou moci najít.
da: Dine venner vil ikke længere kunne finde dig med dette telefonnummer.
de: Ihre Freunde werden Sie nicht mehr unter dieser Telefonnummer finden können.
el: Οι φίλοι σας δεν θα μπορούν πλέον να σας βρίσκουν με αυτόν τον αριθμό τηλεφώνου.
es: Tus amigos ya no podrán encontrarte con este número de teléfono.
fi: Ystäväsi eivät enää pysty löytämään sinua tämän puhelinnumeron perusteella.
fr: Vos amis ne seront plus en mesure de vous trouver avec ce numéro de téléphone.
he: החברים שלך לא יוכלו יותר למצוא אותך באמצעות מספר הטלפון הזה.
hu: Ismerősei többé nem találják meg ezzel a telefonszámmal.
id: Teman-teman Anda tidak akan lagi dapat menemukan Anda dengan nomor telepon ini.
it: I tuoi amici non potranno più trovarti con questo numero di telefono.
ms: Kawan-kawan anda tidak lagi boleh mencari anda dengan nombor telefon ini.
nl: Je vrienden kunnen je niet meer vinden via dit telefoonnummer.
no: Vennene dine kan ikke lenger finne deg med dette telefonnummeret.
pl: Twoi znajomi nie będą już mogli Cię znaleźć z użyciem tego numeru telefonu.
pt: Os seus amigos já não poderão encontrá-lo através deste número de telemóvel.
ro: Prietenii tăi nu vor mai putea să te găsească folosind acest număr de telefon.
ru: Ваши друзья больше не смогут найти вас по этому номеру телефона.
sk: Vaši priatelia vás už nebudú môcť nájsť pomocou tohto telefónneho čísla.
sr: Vaši prijatelji više neće moći da vas pronađu sa ovim brojem telefona.
sv: Dina vänner kommer inte längre att kunna hitta dig med det här telefonnumret.
th: เพื่อนของคุณจะไม่สามารถหาคุณด้วยหมายเลขโทรศัพท์นี้ได้อีกต่อไป
tr: Artık arkadaşların bu telefon numarasıyla seni bulamayacak.
uk: Ваші друзі більше не зможуть знайти вас за цим номером телефону.
vi: Bạn bè của bạn sẽ không thể tìm thấy bạn bằng số điện thoại này nữa.

# prompt.description.unmute
source: You will be notified of all new messages from %@. You can mute at any time.
ar: سيتم إعلامك بجميع الرسائل الجديدة من %@. يمكنك كتم الصوت في أي وقت.
bg: Ще бъдете известявани за нови съобщения от %@. Можете да активирате заглушаване по всяко време.
cs: Budete upozorněni na všechny nové zprávy od %@. Zprávy můžete kdykoli ztlumit.
da: Du vil blive informeret om alle nye beskeder fra %@. Du kan slå lyden fra når som helst.
de: Sie werden über alle neuen Nachrichten von %@ benachrichtigt. Sie können den Chat jederzeit stummschalten.
el: Θα ειδοποιείστε για όλα τα νέα μηνύματα από %@. Μπορείτε να κάνετε σίγαση ανά πάσα στιγμή.
es: Recibirás todas las notificaciones de nuevos mensajes de %@. Puedes silenciarlo en cualquier momento.
fi: Sinulle ilmoitetaan kaikista uusista viesteistä, joita %@ lähettää. Voit mykistää koska tahansa.
fr: Vous serez informé de tous les nouveaux messages de %@. Vous pouvez activer la mise en sourdine à tout moment.
he: תקבלו התראה על כל ההודעות החדשות מ-%@. אתם יכולים להשתיק זאת בכל עת.
hu: Értesítést kapsz %@ új üzeneteiről. Bármikor elnémíthatod.
id: Anda akan diberitahu tentang semua pesan baru dari %@. Anda dapat membisukan kapan saja.
it: Riceverai una notifica di tutti i nuovi messaggi da %@. Puoi disattivare l'audio in qualsiasi momento.
ms: Anda akan dimaklumkan bagi semua mesej baru dari %@. Anda boleh redamkan pada bila-bila masa.
nl: Je wordt geïnformeerd over alle nieuwe berichten van %@. Je kunt dempen op elk moment.
no: Du varsles om alle nye meldinger fra %@. Du kan slå av lyden når som helst.
pl: Będziesz otrzymywać powiadomienia o wszystkich nowych wiadomościach od %@. Możesz je wyciszyć w dowolnym momencie.
pt: Irá receber notificações de todas as novas mensagens de %@. Pode desativar as notificações a qualquer momento.
ro: Vei fi notificat cu privire la toate mesajele noi de la %@]. Poți dezactiva notificările în orice moment.
ru: Вы будете получать уведомления обо всех новых сообщениях от %@. Вы можете отключить звук в любое время.
sk: Budete dostávať upozornenia na všetky nové správy od %@. Stlmenie zvuku môžete kedykoľvek zapnúť.
sr: Бићете обавештени о свим новим порукама од %@. Можете да утишате ћаскање у било ком тренутку.
sv: Du kommer att aviseras när det kommer nya meddelanden från %@. Du kan stänga av detta när som helst.
th: คุณจะได้รับการแจ้งเตือนข้อความใหม่ทั้งหมดจาก %@ คุณสามารถปิดเสียงได้ตลอดเวลา
tr: %@ adlı sohbetten gelen tüm mesajlar sana bildirilecek. Sohbeti istediğin zaman sessize alabilirsin.
uk: Ви будете отримувати сповіщення про всі нові повідомлення від %@. Ви можете вимкнути чат у будь-який час.
vi: Bạn sẽ nhận được thông báo về tất cả tin nhắn mới từ %@. Bạn có thể tắt thông báo bất cứ lúc nào.

# prompt.description.unsubscribe
source: You will not receive any messages from %@ until you pay them again.
ar: لن تتلقى أي رسائل من %@ حتى تدفع مرة أخرى.
bg: Няма да полчавате съобщения от %@ докато не им платите отново.
cs: Dokud znovu nezaplatíte, nebudete od %@ dostávat žádné zprávy.
da: Du vil ikke modtage nogen beskeder fra %@, før du betaler dem igen.
de: Sie werden keine Nachrichten von %@ erhalten, bis Sie erneut eine Zahlung an diesen Empfänger senden.
el: Δεν θα λαμβάνετε μηνύματα από %@ μέχρι να τους πληρώσετε ξανά.
es: No recibirás ningún mensaje de %@ hasta que pagues otra vez.
fi: %@ ei lähetä sinulle enää viestejä ennen kuin maksat sille uudelleen.
fr: Vous ne recevrez plus de messages de %@ jusqu'à ce que vous payiez à nouveau.
he: לא תקבלו הודעות כלשהן מ-%@ עד שתשלמו להם שוב.
hu: Nem kapsz %@ üzenetet, amíg újra nem fizetsz nekik.
id: Anda tidak akan menerima pesan apa pun dari %@ sampai Anda membayarnya lagi.
it: Non riceverai alcun messaggio da %@ finché non la pagherai di nuovo.
ms: Anda tidak akan menerima sebarang mesej dari %@ sehingga anda membayar mereka semula.
nl: Je ontvangt geen berichten van %@ totdat je ze opnieuw betaalt.
no: Du mottar ingen meldinger fra %@ før du betaler dem igjen.
pl: Nie będziesz otrzymywać żadnych wiadomości od %@, dopóki nie zapłacisz mu ponownie.
pt: Não irá receber quaisquer mensagens de %@ até lhe pagar novamente.
ro: Nu vei mai primi niciun mesaj de la %@ până când nu îi plătești din nou.
ru: Вы не будете получать сообщения от %@ до тех пор, пока не заплатите ему (ей) снова.
sk: Nebudete dostávať žiadne správy od %@, kým za ne znova nezaplatíte.
sr: Нећете добити никакве поруке од %@ док их поново не платите.
sv: Du kommer inte att få några meddelanden från %@ förrän du betalar dem igen.
th: คุณจะไม่ได้รับข้อความใดๆ จาก %@ จนกว่าคุณจะชำระเงินอีกครั้ง
tr: Onlara tekrar ödeme yapana kadar %@ adlı sohbetten herhangi bir mesaj almayacaksın.
uk: Ви не будете отримувати повідомлення від %@, поки знову не оплатите.
vi: Bạn sẽ không nhận được bất kỳ tin nhắn nào từ %@ cho đến khi bạn thanh toán cho họ lần nưa.

# prompt.description.viewAccessKey
source: Your Access Key will grant access to your Code account. Keep it private and safe.
ar: يمنحك مفتاح الوصول حق الوصول إلى حساب Code الخاص بك. حافظ على خصوصيته وأمنه.
bg: Вашият ключ за достъп ще ви предостави достъп до кода на вашия профил. Съхранявайте го в безопасност.
cs: Přístupový kód vám umožní přístup k vlastnímu kódovému účtu. Chraňte si ho bezpečně v soukromí.
da: Din adgangsnøgle giver adgang til din Codekonto. Opbevar den privat og sikkert.
de: Ihr Zugangsschlüssel gewährt Ihnen Zugang zu Ihrem Code-Konto. Halten Sie Ihn deshalb geheim und wahren Sie ihn sicher auf.
el: Το Κλειδί Πρόσβασης θα σας παρέχει πρόσβαση στον λογαριασμό σας Code. Κρατήστε το απόρρητο και ασφαλές.
es: Tu clave de acceso te permitirá acceder a tu cuenta Code. Guárdala de forma privada y segura.
fi: Käyttöoikeusavaimesi antaa Code-tilisi käyttöoikeudet. Pidä se yksityisenä ja turvassa.
fr: Votre clé d'accès vous permet d'accéder à votre compte Code. Gardez-la confidentielle et en sécurité.
he: מפתח הגישה שלך נותן גישה לחשבון הקוד שלך. שמור עליו בסוד ובמקום בטוח.
hu: Hozzáférési kulcsa hozzáférést biztosít kódfiókjához. Tartsa privátban és biztonságban.
id: Kunci Akses Anda akan memberikan akses ke akun Code Anda. Jaga kerahasiaan dan keamannnya.
it: La tua chiave d'accesso ti consentirà di accedere al tuo account Code. Tienila privata e al sicuro.
ms: Kunci Akses anda akan memberikan akses kepada akaun Code anda. Pastikan ia peribadi dan selamat.
nl: Je toegangscode geeft toegang tot je Code-account. Houd ze privé en sla ze veilig op.
no: Tilgangsnøkkelen din gir deg tilgang til kodekontoen din. Bevar den privat og trygt.
pl: Twój klucz dostępu zapewni Ci dostęp do konta Code. Nie udostępniaj go nikomu i przechowuj go bezpiecznie.
pt: A sua Chave de Acesso irá dar-lhe acesso à sua conta Code. Mantenha-a privada e segura.
ro: Cheia de acces îți permite să intri în contul tău Code. Păstreaz-o secretă și în siguranță.
ru: Ваш ключ доступа предоставит доступ к вашей учетной записи Code. Храните его в безопасном месте и не разглашайте.
sk: Váš prístupový kľúč umožní prístup k vášmu účtu s kódom. Udržujte to v súkromí a bezpečí.
sr: Vaš ključ za pristup će omogućiti pristupanje vašem Code nalogu. Čuvajte ga u privatnosti i na sigurnom.
sv: Din Access Key ger dig tillgång till ditt Code-konto. Håll den privat och säker.
th: คีย์การเข้าถึงจะให้สิทธิ์การเข้าถึงบัญชี Code ของคุณ โปรดรักษาให้เป็นส่วนตัวและปลอดภัย
tr: Erişim Anahtarın, Code hesabına erişim sağlayacaktır. Kişisel ve güvenli olarak sakla.
uk: Ваш ключ доступу надасть доступ до вашого акаунту Code. Зберігайте його в таємниці та безпеці.
vi: Khóa Truy cập của bạn sẽ cấp quyền truy cập vào tài khoản Mã của bạn. Hãy giữ bí mật và an toàn cho Khóa Truy cập.

# prompt.description.wroteThemDown
source: These 12 words are the only way to recover your Code account. Make sure you wrote them down, and keep them private and safe.
ar: هذه الكلمات الاثنا عشر هي الطريقة الوحيدة لاستعادة حساب Code الخاص بك. تأكد من كتابتها, وحافظ على خصوصيتها وأمنها.
bg: Тези 12 думи са единствения начин да възстановите вашия код на профил. Уверете се, че сте ги записали и ги съхранявате добре.
cs: Obnovení kódového účtu lze provést pouze pomocí těchto 12 slov. Určitě si je někam poznamenejte a chraňte si je bezpečně v soukromí.
da: Disse 12 ord er den eneste måde at gendanne din Codekonto på. Sørg for at skrive dem ned, og hold dem private og sikre.
de: Diese 12 Wörter sind die einzige Möglichkeit, wie Sie Ihr Code-Konto wiederherstellen können. Schreiben Sie sie deshalb auf und bewahren Sie sie sicher auf.
el: Αυτές οι 12 λέξεις είναι ο μόνος τρόπος για να ανακτήσετε τον λογαριασμό σας Code. Βεβαιωθείτε ότι τις έχετε καταγράψει και κρατήστε τις απόρρητες και ασφαλείς.
es: Estas 12 palabras son la única manera de recuperar tu cuenta Code. Asegúrate de anotarlas y guardarlas de forma privada y segura.
fi: Nämä 12 sanaa ovat ainoa tapa palauttaa Code-tilisi. Varmista, että kirjoitit ne muistiin, ja pidä ne yksityisinä ja turvassa.
fr: Ces 12 mots sont le seul moyen de récupérer votre compte Code. Assurez-vous de les noter et de les conserver en lieu sûr et confidentiel.
he: 12 המילים האלה הן הדרך היחידה לשחזר את חשבון הקוד שלך. וודא שרשמת אותן ושמור עליהן בסוד ובמקום בטוח.
hu: Ez a 12 szó az egyetlen módja a Code-fiók helyreállításának. Ügyeljen arra, hogy felírta őket, és kezelje bizalmasan és biztonságosan.
id: 12 kata ini adalah satu-satunya cara untuk memulihkan akun Code Anda. Pastikan Anda menuliskannya, dan menjaganya tetap rahasia dan aman.
it: Queste 12 parole sono l'unico modo per recuperare il tuo account Code. Assicurati di annotarle e di tenerle private e al sicuro.
ms: 12 perkataan ini adalah satu-satunya cara untuk memulihkan akaun Code anda. Pastikan anda mencatatnya, dan pastikan ia peribadi dan selamat.
nl: Deze 12 woorden zijn de enige manier om je Code-account te herstellen. Zorg ervoor dat je ze opschrijft, privé houdt en veilig opslaat.
no: Disse 12 ordene er den eneste måten å gjenopprette kodekontoen din på. Sørg for at du skrev dem ned, og bevar dem privat og trygt.
pl: Te 12 słów to jedyna metoda odzyskania Twojego konta Code. Pamiętaj, żeby je zapisać, nikomu nie pokazywać i przechowywać w bezpiecznym miejscu.
pt: Estas 12 palavras são a única forma de recuperar a sua conta Code. Certifique-se que as anota e mantenha-as privadas e seguras.
ro: Aceste 12 cuvinte reprezintă singura modalitate prin care-și poți recupera contul Code. Asigură-te că le-ai notat și că le păstrezi în confidențialitate și siguranță.
ru: Эти 12 слов — единственный способ восстановить вашу учетную запись Code. Обязательно запишите их, храните в безопасном месте и не разглашайте.
sk: Týchto 12 slov je jediný spôsob, ako obnoviť váš kódový účet. Uistite sa, že ste si ich zapísali a uchovávajte ich v súkromí a bezpečí.
sr: Ovih 12 reči su jedini način da oporavite svoj Code nalog. Obavezno ih zapišite, i čuvajte ih u privatnosti i na sigurnom.
sv: Dessa 12 ord är det enda sättet att återställa ditt Code-konto. Se till att du skriver ner dem och förvarar dem privat och säkert.
th: 12 คำนี้เป็นวิธีเดียวที่จะกู้คืนบัญชี Code ของคุณ ตรวจสอบให้แน่ใจว่าคุณได้จดไว้แล้ว และรักษาให้เป็นส่วนตัวและปลอดภัย
tr: Bu 12 kelime, Code hesabını kurtarmanın tek yoludur. Bunları not ettiğinden emin ol ve kişisel ve güvenli olarak sakla.
uk: Ці 12 слів є єдиним способом відновити ваш акаунт Code. Переконайтеся, що ви їх записали та зберігайте їх у таємниці та безпеці.
vi: 12 từ này là cách duy nhất để khôi phục tài khoản Mã của bạn. Hãy chắc chắn rằng bạn đã viết ra, đồng thời giữ bí mật và an toàn cho các từ này.

# prompt.title.confirmWithdrawal
source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
cs: Opravdu?
da: Er du sikker?
de: Sind Sie sich sicher?
el: Σίγουρα;
es: ¿Seguro?
fi: Oletko varma?
fr: Êtes-vous sûr ?
he: אתה בטוח?
hu: Biztos benne?
id: Anda yakin?
it: Sei sicuro?
ms: Anda pasti?
nl: Weet je het zeker?
no: Er du sikker?
pl: Czy na pewno?
pt: Tem a certeza?
ro: Ești sigur?
ru: Вы уверены?
sk: Ste si istý?
sr: Jeste li sigurni?
sv: Är du säker?
th: แน่ใจหรือ
tr: Emin misin?
uk: Ви впевнені?
vi: Bạn có chắc không?

# prompt.title.deleteAccount
source: Are you sure you want to delete this account?
ar: هل أنت متأكد أنك تودّ حذف هذا الحساب؟
bg: Сигурни ли сте, че искате да изтриете този профил?
cs: Opravdu chcete tento účet vymazat?
da: Er du sikker på, at du vil slette denne konto?
de: Sind Sie sicher, dass Sie dieses Konto löschen möchten?
el: Σίγουρα θέλετε να διαγράψετε αυτόν τον λογαριασμό;
es: ¿Seguro que quieres borrar esta cuenta?
fi: Haluatko varmasti poistaa tämän tilin?
fr: Voulez-vous vraiment supprimer ce compte ?
he: אתה בטוח שברצונך למחוק את החשבון הזה?
hu: Biztosan törli ezt a fiókot?
id: Anda yakin ingin menghapus akun ini?
it: Sei sicuro di voler eliminare questo account?
ms: Anda pasti anda ingin menghapuskan akaun ini?
nl: Weet je zeker dat je dit account wilt verwijderen?
no: Er du sikker på at du vil slette denne kontoen?
pl: Czy na pewno chesz usunąć to konto?
pt: Tem a certeza que quer eliminar esta conta?
ro: Ești sigur că dorești să ștergi acest cont?
ru: Вы точно хотите удалить эту учетную запись?
sk: Naozaj chcete vymazať tento účet?
sr: Da li ste sigurni da želite da obrišete ovaj nalog?
sv: Är du säker på att du vill radera det här kontot?
th: แน่ใจหรือว่าต้องการลบบัญชีนี้
tr: Bu hesabı silmek istediğinden emin misin?
uk: Ви впевнені, що хочете видалити цей акаунт?
vi: Bạn có chắc chắn muốn xóa tài khoản này không?

# prompt.title.didYouSendLink
source: Did you send the link?
ar: هل أرسلت الرابط؟
bg: Изпратихте ли връзката?
cs: Odeslali jste odkaz?
da: Sendte du linket?
de: Haben Sie den Link geschickt?
el: Στείλατε τον σύνδεσμο;
es: ¿Enviaste el enlace?
fi: Lähetitkö linkin?
fr: Avez-vous envoyé le lien ?
he: שלחת את הקישור?
hu: Elküldted a linket?
id: Apakah Anda mengirimkan tautannya?
it: Hai inviato il link?
ms: Adakah anda menghantar pautan?
nl: Heb je de link gestuurd?
no: Har du sendt lenken?
pl: Czy wysłałeś(-aś) odnośnik?
pt: Enviou a hiperligação?
ro: Ai trimis linkul?
ru: Вы отправили ссылку?
sk: Poslali ste odkaz?
sr: Да ли сте послали везу?
sv: Har du skickat länken?
th: คุณส่งลิงก์แล้วหรือยัง?
tr: Bağlantıyı gönderdin mi?
uk: Ви надіслали посилання?
vi: Bạn đã gửi liên kết?
