Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# subtitle.scanToDownload
source: Scan to download the Code Wallet app
ar: قم بالمسح الضوئي لتنزيل تطبيق المحفظة Code
bg: Сканирайте, за да изтеглите Приложението Code Wallet
cs: Aplikaci Code Wallet si stáhnete naskenováním kódu
da: Scan for at downloade Code Wallet-appen
de: Zum Herunterladen der Code-Wallet-App scannen
el: Σαρώστε για λήψη του Code Wallet
es: Escanea para descargar la aplicación Code Wallet
fi: Skannaa ladataksesi Code Wallet -sovelluksen
fr: Scannez pour télécharger l'application Application Code Wallet
he: סרקו להורדת אפליקציית ה-Code Wallet
hu: Olvasd be a Code Wallet alkalmazás letöltéséhez
id: Pindai untuk mengunduh aplikasi Code Wallet
it: Scansiona per scaricare la app Code Wallet
nl: Scan om de Code Portemonnee- app te downloaden
no: Skann for å laste ned Code Wallet-appen.
pl: Zeskanuj, aby pobrać aplikację portfela Code
pt: Digitalize para transferir a aplicação Code Wallet
ro: Scanați pentru a descărca aplicația Portofelul Code
ru: Отсканируйте, чтобы загрузить приложение Code Wallet
sk: Naskenovaním si stiahnete peňaženku aplikácie Code
sr: Скенирајте да бисте преузели Code Wallet апликацију
sv: Skanna för att ladda ned appen Code Wallet
th: สแกนเพื่อดาวน์โหลด แอปกระเป๋าสตางค์ของ Code
tr: Code Wallet app'i indirmek için tara
uk: Відскануйте, щоб завантажити додаток Code Wallet

# subtitle.searchCurrencies
source: Search currencies
ar: البحث عن العملات
bg: Търсене на валути
cs: Vyhledávat měny
da: Søg valutaer
de: Währungen suchen
el: Αναζήτηση νομισμάτων
es: Buscar divisas
fi: Hae valuuttoja
fr: Rechercher des devises
he: חפש סוגי מטבע
hu: Pénznemek keresése
id: Cari mata uang
it: Cerca valute
ms: Cari mata wang
nl: Valuta zoeken
no: Søk etter valutaer
pl: Wyszukaj waluty
pt: Procurar moedas
ro: Caută valute
ru: Искать валюты
sk: Vyhľadať meny
sr: Pretražite valute
sv: Sök valutor
th: ค้นหาสกุลเงิน
tr: Para birimi ara
uk: Пошук валют
vi: Tìm kiếm đơn vị tiền tệ

# subtitle.smsWasSent
source: An SMS message was sent to your phone number with a verification code. Please enter the verification code above.
ar: تم إرسال رسالة نصية قصيرة بها رمز التحقق إلى رقم هاتفك. يُرجى إدخال رمز التحقق أعلاه.
bg: До вашия телефонен номер беше изпратен SMS с код за потвърждение. Моля, въведете кода за потвърждение по-горе.
cs: Na vaše telefonní číslo byla odeslána zpráva SMS s ověřovacím kódem. Zadejte prosím výše uvedený ověřovací kód.
da: En sms blev sendt til dit telefonnummer med en bekræftelseskode. Indtast bekræftelseskoden ovenfor.
de: Eine SMS-Nachricht mit einem Verifizierungscode wurde an Ihre Telefonnummer gesendet. Bitte geben Sie den Verifizierungscode oben ein.
el: Ένα μήνυμα SMS εστάλη στον αριθμό τηλεφώνου σας με έναν κωδικό επαλήθευσης. Παρακαλούμε εισαγάγετε τον κωδικό επαλήθευσης παραπάνω.
es: Se ha enviado un mensaje SMS con un código de verificación a su número de teléfono. Introduzca aquí dicho código.
fi: Vahvistuskoodi lähetettiin puhelinnumeroosi tekstiviestinä. Syötä vahvistuskoodi tämän yläpuolelle.
fr: Un message SMS a été envoyé à votre numéro de téléphone avec un code de vérification. Veuillez saisir le code de vérification ci-dessus.
he: הודעת SMS נשלחה למספר הטלפון שלך עם קוד אימות. נא להזין את קוד האימות למעלה.
hu: SMS-t küldtünk a telefonszámára egy ellenőrző kóddal. Kérjük, írja be a fenti ellenőrző kódot.
id: Pesan SMS berisi kode verifikasi telah dikirim ke nomor telepon Anda. Harap memasukkan kode verifikasi di atas.
it: È stato inviato un SMS al tuo numero telefonico con un codice di verifica. Immetti per favore il codice di verifica qui sopra.
ms: Mesej teks dengan kod pengesahan telah dihantar ke nombor telefon anda. Sila masukkan kod pengesahan di atas.
nl: Er is een sms-bericht naar je telefoonnummer verzonden met een verificatiecode. Voer de bovenstaande verificatiecode in.
no: En SMS-melding ble sendt til telefonnummeret ditt med en bekreftelseskode. Vennligst skriv inn bekreftelseskoden ovenfor.
pl: Na Twój numer telefonu przesłano wiadomość SMS z kodem weryfikacyjnym. Wpisz go powyżej.
pt: Foi enviada uma mensagem SMS para o seu número de telefone com um código de verificação. Introduza acima o código de verificação.
ro: Un mesaj SMS cu un cod de verificare a fost trimis la numărul tău de telefon. Te rugăm să introduci mai sus codul de verificare.
ru: На ваш номер телефона было отправлено SMS-сообщение с кодом подтверждения. Введите код подтверждения выше.
sk: Na vaše telefónne číslo bola odoslaná SMS správa s overovacím kódom. Zadajte overovací kód vyššie.
sr: На Ваш број телефона је послата СМС порука са верификационим кодом. Унесите верификациони код изнад.
sv: Ett sms med en verifieringskod skickades till ditt telefonnummer. Ange koden ovan, tack.
th: ข้อความ SMS ถูกส่งไปยังหมายเลขโทรศัพท์ของคุณพร้อมรหัสยืนยัน โปรดป้อนรหัสยืนยันด้านบน
tr: Telefon numaranıza doğrulama kodu içeren bir SMS mesajı gönderildi. Lütfen yukarıdaki doğrulama kodunu girin.
uk: На ваш номер телефону відправлено SMS із перевірочним кодом. Будь ласка, введіть перевірочний код вище.
vi: Đã gửi tin nhắn SMS đến số điện thoại của bạn với mã xác minh. Vui lòng nhập mã xác minh vào phía trên.

# subtitle.someoneSendYouCash
source: Someone sent you cash
ar: أرسل إليك شخص ما النقود
bg: Някой ви е изпратил пари
cs: Někdo vám poslal hotovost
da: Nogen har sendt dig kontanter
de: Jemand hat Ihnen Guthaben geschickt
el: Κάποιος σου έστειλε μετρητά
es: Alguien te ha enviado dinero
fi: Sinulle on lähetetty käteistä
fr: Quelqu'un vous a envoyé de l'argent
he: מישהו שלח לך מזומן
hu: Valaki pénzt küldött neked
id: Seseorang mengirim uang kepada Anda
it: Qualcuno ti ha inviato denaro
ms: Seseorang telah menghantar wang tunai kepada anda
nl: Iemand heeft je geld gestuurd
no: Noen sendte deg penger
pl: Ktoś wysłał ci pieniądze
pt: Alguém enviou-te dinheiro
ro: Cineva v-a trimis bani
ru: Кто-то отправил вам деньги
sk: Niekto vám poslal peniaze
sr: Неко вам је послао новац
sv: Någon har skickat pengar till dig
th: มีคนส่งเงินสดให้คุณ
tr: Birisi sana para gönderdi
uk: Хтось надіслав вам гроші
vi: Có người đã gửi tiền cho bạn

# subtitle.someoneTippedYou
source: Someone tipped you
ar: منحك شخص ما إكرامية
bg: Някой ви изпрати бакшиш
cs: Někdo vám dal spropitné
da: Nogen har givet dig drikkepenge
de: Jemand hat Ihnen Trinkgeld gegeben
el: Κάποιος σας έδωσε φιλοδώρημα
es: Alguien te ha dado una propina
fi: Joku antoi sinulle tipin
fr: Quelqu'un vous a donné un pourboire
he: מישהו נתן לכם טיפ
hu: Valaki borravalót adott neked
id: Seseorang memberi tip untuk Anda
it: Qualcuno ti ha dato una mancia
ms: Seseorang memberi tip kepada anda
nl: Iemand heeft je een fooi gegeven
no: Noen tipset deg
pl: Ktoś dał Ci napiwek
pt: Recebeu uma recompensa
ro: Cineva ți-a dat un bacșiș
ru: Кто-то дал вам чаевые
sk: Niekto ti dal tip
sr: Неко вам ја дао напојницу
sv: Någon gav dig dricks
th: มีคนให้ทิปคุณ
tr: Birisi sana bahşiş verdi
uk: Вам хтось дав чайові
vi: Ai đó đã boa cho bạn

# subtitle.startCameraToScan
source: You need to start your camera to scan Codes
ar: أنت بحاجة إلى تشغيل الكاميرا لمسح الرموز ضوئيًا
bg: Трябва да стартирате камерата си, за да сканирате кодове
cs: Pro naskenování kódů musíte spustit svůj fotoaparát
da: Du skal starte dit kamera for at scanne koder
de: Starten Sie für einen Codes-Scan bitte Ihre Kamera
el: Πρέπει να κάνεις εκκίνηση της κάμερας για να σαρώσεις το Codes
es: Debes abrir tu cámara para escanear Codes
fi: Sinun on käynnistettävä kamerasi voidaksesi lukea Codeja
fr: Vous devez activer votre caméra pour scanner les Codes
he: עליך להפעיל את המצלמה כדי לסרוק קודים
hu: El kell indítania a fényképezőgépet a Code-ok beolvasásához.
id: Anda perlu memulai kamera Anda untuk memindai Code
it: È necessario aprire la fotocamera per scansionare i codici
nl: Je moet je camera opstarten om Codes te scannen.
no: Du må starte kameraet ditt for å skanne koder
pl: Aby skanować Code, musisz uruchomić kamerę
pt: Para ler códigos, tem de ativar a sua câmara
ro: Trebuie să pornești camera foto pentru a scana Coduri
ru: Вам нужно запустить камеру для сканирования кодов
sk: Ak chcete skenovať Code-y, musíte spustiť fotoaparát
sr: Морате да покренете камеру да бисте скенирали кодове
sv: Du måste starta kameran för att skanna koder
th: คุณต้องเปิดใช้งานกล้องเพื่อสแกน Code
tr: Code'ları taramak için kameranızı başlatmanız gerekir
uk: Вам потрібно увімкнути камеру, щоб сканувати коди.

# subtitle.tipCardTwitterDescription
source: Your Tip Card lets you receive tips from Code users all over the world. To access your Tip Card post to X.
ar: تتيح لك بطاقة النصائح تلقي نصائح من مستخدمي Code في جميع أنحاء العالم. للوصول إلى بطاقة النصائح انشر على X.
bg: С вашата карта за бакшиши може да получавате подаръци от потребители на Code по цял свят. За достъп до картата за бакшиши публикувайте в социалната мрежа X.
cs: Tip Card vám umožňuje přijímat spropitné od uživatelů Code z celého světa. Přístup k Tip Card získáte po zveřejnění příspěvku na X.
da: Dit Tip Card lader dig modtage donationer fra Code-brugere over hele verden. Slå noget op på X for at tilgå dit Tip Card.
de: Mit Ihrer Tipp-Karte können Sie Tipps von Code-Benutzern aus der ganzen Welt erhalten. Um auf Ihre Tipp-Karte zuzugreifen, posten Sie an X.
el: Η Κάρτα Συμβουλών σου επιτρέπει να λαμβάνεις συμβουλές από χρήστες του Code σε ολόκληρο τον κόσμο. Για πρόσβαση στην Κάρτα Συμβουλών σου στείλε μήνυμα στο Χ.
es: Con tu tarjeta de propinas puedes recibir propinas de usuarios de Code de todo el mundo. Para acceder a tu tarjeta de propinas, publica en X.
fi: Tippikorttisi avulla voit vastaanottaa tippejä Coden käyttäjiltä kaikkialla maailmassa. Pääset käyttämään tippikorttiasi tekemällä julkaisun X-palvelussa.
fr: Votre Tip Card vous permet de recevoir des conseils d'utilisateurs de Code du monde entier. Publiez sur X pour accéder à Tip Card.
he: ה"טיפקארד" שלך מאפשר לך לקבל טיפים ממשתמשי קוד בכל רחבי העולם. כדי לגשת ל"טיפקארד" שלך, עליך להעלות פוסט ל-X.
hu: A Borravalós kártyával borravalót kaphatsz a Code felhasználóitól a világ minden tájáról. A Borravalós kártyát eléréséhez írj az X-re.
id: Kartu Tip Anda memungkinkan Anda menerima tip dari pengguna Code di seluruh dunia. Untuk mengakses Kartu Tip, kirim postingan ke X.
it: La tua Tip Card ti consente di ricevere mance dagli utenti di Code in tutto il mondo. Per accedere alla tua Tip Card, pubblica su X.
nl: Met je fooikaart kunt je fooien ontvangen van Code-gebruikers over de hele wereld. Om toegang te krijgen tot je fooikaart, post op X.
no: Tipskortet ditt lar deg motta tips fra Code-brukere over hele verden. Skriv et innlegg til X for å få tilgang til tipskortet ditt.
pl: Twoja karta napiwkowa pozwala Ci otrzymywać napiwki od użytkowników Code na całym świecie. Aby uzyskać dostęp do karty napiwkowej, wyślij post do X.
pt: O seu Cartão de gorjetas permite-lhe receber gorjetas de utilizadores do Code em todo o mundo. Para aceder ao seu Cartão de gorjetas, faça uma publicação no X.
ro: Cardul tău de bacșișuri îți permite să primești bacșișuri de la utilizatorii Code din întreaga lume. Pentru a-ți accesa Cardul de bacșișuri, postează pe X.
ru: Ваша карта чаевых позволяет вам получать чаевые от пользователей Code со всего мира. Чтобы получить доступ к карточке чаевых, опублиуйте пост в X.
sk: Vaša Tipová karta vám umožňuje dostávať tipy od používateľov Kódu z celého sveta. Ak chcete získať prístup k príspevku Tipová karta na X.
sr: Ваша картица за напојнице вам омогућава да примате напојнице од корисника Code апликације из целог света. Да бисте приступили вашој картици за напојнице поставите објаву на X платформи.
sv: Med ditt drickskort kan du ta emot dricks från Code-användare världen över. Posta på X för att få tillgång till ditt drickskort.
th: บัตรทิปช่วยให้คุณได้รับทิปจากผู้ใช้ Code ทั่วโลก ในการเข้าถึงบัตรทิปของคุณ ให้โพสต์บน X
tr: Bahşiş Kartınız, dünyanın her yerindeki Code kullanıcılarından ipuçları almanızı sağlar. Bahşiş Kartınıza erişmek için X'e gönderin.
uk: Картка для чайових дозволяє отримувати чайові від користувачів Code зі всього світу. Щоб отримати доступ до вашої картки для чайових, зробіть публікацію в X.
vi: Thẻ Tip cho phép bạn nhận tiền tip từ người dùng Code trên toàn thế giới. Để sử dụng Thẻ Tip của mình, hãy đăng bài trên X.

# subtitle.typeDelete
source: Type "%@"
ar: اكتب "%@"
bg: Напишете "%@"
cs: Napište "%@"
da: Tast "%@"
de: Geben Sie „%@" ein
el: Πληκτρολογήστε "%@"
es: Escribe "%@"
fi: Kirjoita "%@"
fr: Saisissez « %@ »
he: יש להקליד "%@"
hu: Írd be: "%@"
id: Tikkan "%@"
it: Digita "%@"
ms: Jenis "%@"
nl: Typ '%@'
no: Skriv "%@"
pl: Wpisz „%@"
pt: Digite "%@"
ro: Scrie „%@"
ru: Введите «%@‎»
sk: Napíšte „%@"
sr: Откуцајте "%@"
sv: Skriv "%@"
th: พิมพ์ "%@"
tr: "%@" yaz
uk: Уведіть "%@"
vi: Gõ "%@"

# subtitle.updateRequiredDescription
source: We've made some changes to improve the experience. You'll need to update the app to keep using Code.
ar: لقد أجرينا بعض التغييرات لتحسين التجربة. ستحتاج إلى تحديث التطبيق للاستمرار في استخدام Code.
bg: Направихме някои промени, за да подобрим качеството. Трябва да подновите приложението, за да използвате кода.
cs: Udělali jsme jistá zdokonalení užívání. Abyste mohli kód i nadále využívat, budete si muset aktualizovat aplikaci.
da: Vi har foretaget nogle ændringer for at forbedre oplevelsen. Du skal opdatere appen for at fortsætte med at anvende Code.
de: Wir haben einige Änderungen vorgenommen, um das Nutzererlebnis zu verbessern. Die App muss aktualisiert werden, um Code weiterhin nutzen zu können.
el: Κάναμε κάποιες αλλαγές για να βελτιώσουμε την εμπειρία. Θα πρέπει να ενημερώσετε την εφαρμογή για να συνεχίσετε να χρησιμοποιείτε το Code.
es: Hemos realizado algunos cambios para mejorar la experiencia. Tendrás que actualizar la aplicación para seguir utilizando Code.
fi: Olemme tehneet eräitä muutoksia parantaaksemme käyttökokemusta. Sinun on päivitettävä sovellus jatkaaksesi Coden käyttämistä.
fr: Nous avons effectué quelques changements pour améliorer l'expérience. Vous devrez mettre à jour l'application pour continuer à utiliser Code.
he: עשינו כמה שינויים כדי לשפר את חווית המשתמש. תצטרך לעדכן את האפליקציה כדי להמשיך להשתמש בקוד.
hu: Néhány változtatást eszközöltünk az élmény javítása érdekében. A Code használatának folytatásához frissítenie kell az alkalmazást.
id: Kami telah melakukan beberapa perubahan untuk meningkatkan pengalaman. Anda harus memperbarui aplikasi untuk tetap menggunakan Code.
it: Abbiamo apportato alcune modifiche per migliorare l'esperienza. Dovrai aggiornare l'app per poter continuare a utilizzare Code.
ms: Kami telah melakukan beberapa perubahan untuk meningkatkan pengalaman. Anda perlu mengemas kini aplikasi untuk terus menggunakan Code.
nl: We hebben enkele wijzigingen doorgevoerd om de ervaring te verbeteren. Je dient de app te updaten om Code te blijven gebruiken.
no: Vi har gjort noen endringer for å forbedre opplevelsen. Du må oppdatere appen for å fortsette å bruke koden.
pl: Dokonaliśmy paru zmian, żeby usprawnić korzystanie z usługi. Żeby nadal używać Code, musisz zaktualizować aplikację.
pt: Fizemos algumas alterações para melhorar a experiência. Terá que atualizar a aplicação para continuar a usar a Code.
ro: Am făcut unele modificări pentru a îmbunătăți experiența de utilizare. Va fi nevoie să actualizezi aplicația pentru a putea folosi mai departe Code.
ru: Мы кое-что изменили, чтобы улучшить ваш опыт пользования. Вам придется обновить приложение, чтобы продолжить пользоваться Code.
sk: Urobili sme niekoľko zmien na zlepšenie prostredia. Ak chcete naďalej používať kód, musíte si aplikáciu aktualizovať.
sr: Napravili smo neke izmene da bismo poboljšali iskustvo. Moraćete da ažurirate aplikaciju da biste nastavili da koristite Code.
sv: Vi har gjort några ändringar för att förbättra upplevelsen. Du måste uppdatera appen för att fortsätta använda Code.
th: เราได้ทำการเปลี่ยนแปลงบางอย่างเพื่อปรับปรุงประสบการณ์ หากต้องการใช้ Code ต่อไปคุณจะต้องอัปเดตแอป
tr: Deneyimi iyileştirmek için bazı değişiklikler yaptık. Code'u kullanmaya devam etmek için uygulamayı güncellemen gerekiyor.
uk: Ми внесли деякі зміни, щоб покращити роботу. Вам слід оновити застосунок, щоб і надалі використовувати Code.
vi: Chúng tôi đã thực hiện một số thay đổi để cải thiện trải nghiệm. Bạn sẽ cần cập nhật ứng dụng để tiếp tục sử dụng Mã.

# subtitle.validOwnerAccount
source: Valid owner account
ar: حساب المالك صحيح
bg: Валидна сметка на собственика
cs: Platný účet vlastníka
da: Gyldig ejerkonto
de: Gültiges Inhaberkonto
el: Έγκυρος λογαριασμός ιδιοκτήτη
es: Cuenta de titular válida
fi: Pätevä omistajan tili
fr: Propriétaire du compte invalide
he: חשבון בעלים תקף
hu: Érvényes tulajdonosi fiók
id: Akun pemilik yang valid
it: Account proprietario valido
ms: Akaun pemilik sah
nl: Geldig eigenaarsaccount
no: Gyldig eierkonto
pl: Prawidłowe konto właściciela
pt: Conta de proprietário válida
ro: Cont de proprietar valid
ru: Действительный счет владельца
sk: Platný účet vlastníka
sr: Важећи налог власника
sv: Giltigt ägarkonto
th: บัญชีเจ้าของที่ถูกต้อง
tr: Geçerli sahip hesabı
uk: Дійсний рахунок власника
vi: Tài khoản chủ sở hữu hợp lệ

# subtitle.validTokenAccount
source: Valid token account
ar: حساب الرمز صحيح
bg: Валидна жетон сметка
cs: Platný tokenový účet
da: Gyldig tokenkonto
de: Gültiges Token-Konto
el: Έγκυρος λογαριασμός
es: Cuenta de token válida
fi: Pätevä token-tili
fr: Jeton de compte invalide
he: חשבון אסימון תקף
hu: Érvényes token fiók
id: Akun token yang valid
it: Conto token valido
ms: Akaun token yang sah
nl: Geldig token-account
no: Gyldig myntkonto
pl: Prawidłowe konto tokenu
pt: Conta de token válida
ro: Cont jeton valid
ru: Действительный счет токенов
sk: Platný tokenový účet
sr: Важећи налог токена
sv: Giltigt tokenkonto
th: บัญชีโทเค็นที่ถูกต้อง
tr: Geçerli token hesabı
uk: Дійсний рахунок токен
vi: Tài khoản token hợp lệ

# subtitle.valueKinChanges
source: The value of Kin changes.
ar: قيمة تغيير الأموال.
bg: Стойност на промените на член на семейството
cs: Hodnota změn kinů.
da: Værdien af ​​Kin ændres.
de: Der Wert des Kins kann schwanken.
el: Η αξία του Kin αλλάζει.
es: El valor de Kin cambia.
fi: Kinin muutosten arvo.
fr: La valeur de Kin change.
he: ערך הקין משתנה.
hu: A Kin értéke változik.
id: Nilai Kin berubah.
it: Il valore dei Kin varia.
ms: Nilai Kin berubah.
nl: De waarde van KIN verandert.
no: Kin-verdien forandres
pl: Wartość Kin zmienia się.
pt: O valor de Kin muda.
ro: Valoarea Kin-ului se modifică.
ru: Стоимость Kin меняется.
sk: Hodnota Kin sa mení.
sr: Vrednost Kin promena.
sv: Kins värde förändras.
th: ค่าของ Kin เปลี่ยนไป
tr: Kin değişim değeri.
uk: Значення Kin змінюється.
vi: Giá trị của Kin thay đổi.

# subtitle.wasReturnedToYou
source: was returned to you
ar: تم إرجاعه إليك
bg: Ви бяха върнати
cs: vám bylo vráceno
da: blev returneret til dig
de: wurde an Sie zurückgegeben
el: σας επιστράφηκε
es: se te ha devuelto
fi: palautettiin sinulle
fr: vous a(ont) été retourné(s)
he: הוחזר אליך
hu: viszzaküldve Önnek
id: telah dikembalikan kepada Anda
it: è stato restituito a te
ms: telah dikembalikan kepada anda
nl: is aan jou teruggestuurd
no: ble returnert til deg
pl: zwrócono Ci
pt: foi-lhe devolvido
ro: ți s-a returnat
ru: вернулось вам
sk: bolo vám vrátené
sr: враћено вам је
sv: returnerades till dig
th: ถูกส่งคืนให้คุณแล้ว
tr: sana geri döndü
uk: було повернуто вам
vi: được gửi trả lại bạn

# subtitle.whereToWithdrawKin
source: Where would you like to withdraw your Kin to?
ar: إلى أين تريد سحب أموالك؟
bg: До къде искате да изтеглите вашия роднина?
cs: Kam byste si chtěli vybrat kin?
da: Hvortil ønsker du at hæve dine Kin?
de: Wohin möchten Sie Ihre abgehobenen Kin überweisen?
el: Πού θέλετε να κάνετε ανάληψη τα Kin σας;
es: ¿Adónde quieres retirar tus Kin?
fi: Minne haluaisit nostaa kinejäsi?
fr: Vers où voulez-vous retirer votre Kin ?
he: לאן אתה רוצה למשוך את הקין שלך?
hu: Hová szeretné visszavonni rokonát?
id: Ke mana Anda ingin menarik Kin?
it: Dove desideri prelevare i tuoi Kin?
ms: Ke mana anda ingin memasukkan Kin anda?
nl: Waarheen moeten je opgenomen KIN worden overgemaakt?
no: Hvor vil du ta ut Kin til?
pl: Dokąd chcesz wypłacić Kin?
pt: Para onde gostaria de levantar o seu Kin?
ro: Unde ai dori să-ți retragi suma în Kin?
ru: Куда хотите вывести свою Kin?
sk: Kam by ste chceli stiahnuť svoj Kin?
sr: Gde biste želeli da povučete svoj Kin?
sv: Vart vill du ta ut din Kin till?
th: คุณต้องการถอน Kin ของคุณไปที่ไหน
tr: Kin'ini nereye çekmek istersin?
uk: Куди б ви хотіли вивести свій Kin?
vi: Bạn muốn rút Kin của mình về đâu?

# subtitle.withdrawKinFaceID
source: Verify your identity to withdraw kin.
ar: التحقق من هويتك لسحب الأموال.
bg: Потвърдете вашата идентичност, за да оттеглите член на семейството.
cs: K výběru kinu si nechejte ověřit totožnost.
da: Bekræft din identitet for at hæve Kin
de: Verifizieren Sie Ihre Identität, um Kin abzuheben.
el: Επαληθεύστε την ταυτότητά σας για να αποσύρετε Kin.
es: Verifica tu identidad para retirar Kin.
fi: Vahvista henkilöllisyytesi nostaaksesi kinejä.
fr: Vérifier votre identité pour retirer Kin.
he: אמת את הזהות שלך כדי למשוך קין.
hu: Igazolja személyazonosságát annak érdekében, hogy felvehessen kint.
id: Verifikasi identitas Anda untuk menarik Kin.
it: Verifica la tua identità per poter prelevare Kin.
ms: Sahkan identiti anda untuk mengeluarkan kin.
nl: Je identiteit verifiëren om KIN op te nemen.
no: Bekreft identiteten din for å ta ut Kin.
pl: Zweryfikuj tożsamość, żeby wypłacić Kin.
pt: Verifique a sua identidade para levantar kin.
ro: Verifică-ți identitatea pentru a retrage Kin.
ru: Подтвердите свою личность, чтобы вывести kin.
sk: Ak chcete odobrať kin, overte svoju totožnosť.
sr: Potvrdite svoj identitet da biste povukli kin.
sv: Verifiera din identitet för att ta ut kin.
th: ยืนยันตัวตนของคุณเพื่อถอน kin
tr: Kin çekmek için kimliğini doğrula.
uk: Підтвердьте свою особу, щоб вивести Kin.
vi: Xác minh danh tính của bạn để rút Kin.

# subtitle.youDeposited
source: You deposited
ar: لقد أودعت
bg: Депозирахте
cs: Uložili jste
da: Du har indsat
de: Sie haben eingezahlt
el: Καταθέσατε
es: Has depositado
fi: Talletit
fr: Vous avez déposé
he: הפקדת
hu: Ön befizetett
id: Anda menyetorkan
it: Hai depositato
ms: Anda memasukkan
nl: Je stortte
no: Du satte inn
pl: Zdeponowałeś(-aś)
pt: Depositou
ro: Ai depus
ru: Вы внесли
sk: Vložili ste
sr: Ставили сте у депозит
sv: Du har satt in
th: คุณได้ฝาก
tr: Yatırdın
uk: Ви зробили депозит
vi: Bạn đã gửi tiền

# subtitle.youGave
source: You gave
ar: لقد منحت
bg: Дадохте
cs: Dali jste
da: Du gav
de: Sie haben gegeben
el: Δώσατε
es: Has dado
fi: Annoit
fr: Vous avez donné
he: נתת
hu: Ön adott
id: Anda memberi
it: Hai dato
ms: Anda memberi
nl: Jij gaf
no: Du ga
pl: Dałeś(-aś)
pt: Deu
ro: Ai dat
ru: Вы отдали
sk: Dali ste
sr: Дали сте
sv: Du gav
th: คุณได้ให้
tr: Verdin
uk: Ви дали
vi: Bạn đã tặng

# subtitle.youPaid
source: You paid
ar: لقد دفعت
bg: Платихте
cs: Zaplatili jste
da: Du betalte
de: Sie haben bezahlt
el: Πληρώσατε
es: Has pagado
fi: Maksoit
fr: Vous avez payé
he: שילמת
hu: Ön fizetett
id: Anda membayar
it: Hai pagato
ms: Anda membayar
nl: Je betaalde
no: Du betalte
pl: Zapłaciłeś(-aś)
pt: Pagou
ro: Ai plătit
ru: Вы заплатили
sk: Zaplatili ste
sr: Платили сте
sv: Du har betalat
th: คุณได้จ่าย
tr: Ödedin
uk: Ви сплатили
vi: Bạn đã thanh toán

# subtitle.youPurchased
source: You purchased
ar: لقد منحت
bg: Дадохте
cs: Dali jste
da: Du gav
de: Sie haben gegeben
el: Δώσατε
es: Has dado
fi: Annoit
fr: Vous avez donné
he: נתת
hu: Ön adott
id: Anda memberi
it: Hai dato
ms: Anda memberi
nl: Je gaf
no: Du ga
pl: Dałeś(-aś)
pt: Deu
ro: Ai dat
ru: Вы отдали
sk: Dali ste
sr: Дали сте
sv: Du har gett
th: คุณได้ให้
tr: Verdin
uk: Ви дали
vi: Bạn đã tặng
