Repository: code-payments/code-ios-app
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ms, nl, no, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi

# prompt.title.exitAccountCreation
source: Are you sure you want to exit?
ar: هل أنت متأكد أنك تودّ الخروج؟
bg: Сигурни ли сте, че искате да излезете?
cs: Opravdu chcete odejít?
da: Ønsker du at forlade?
de: Sind Sie sicher, dass Sie beenden wollen?
el: Σίγουρα θέλετε έξοδο;
es: ¿Seguro que quieres salir?
fi: Haluatko varmasti poistua?
fr: Voulez-vous vraiment quitter ?
he: אתה בטוח שברצונך לצאת?
hu: Biztos ki akar lépni?
id: Anda yakin ingin keluar?
it: Sei sicuro di voler uscire?
ms: Anda pasti anda ingin keluar?
nl: Weet je zeker dat je wilt afsluiten?
no: Er du sikker på at du vil avslutte?
pl: Czy na pewno chcesz wyjść?
pt: Tem a certeza que quer sair?
ro: Ești sigur că dorești să ieși?
ru: Вы точно хотите выйти?
sk: Naozaj chcete odísť?
sr: Da li ste sigurni da želite da izađete?
sv: Är du säker på att du vill avsluta?
th: แน่ใจหรือว่าต้องการออก
tr: Çıkmak istediğine emin misin?
uk: Ви впевнені, що хочете вийти?
vi: Bạn có chắc chắn muốn thoát không?

# prompt.title.logout
source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
bg: Сигурни ли сте, че искате да излезете?
cs: Opravdu se chcete odhlásit?
da: Vil du logge ud?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
el: Σίγουρα θέλετε να αποσυνδεθείτε;
es: ¿Seguro que quieres cerrar la sesión?
fi: Haluatko varmasti kirjautua ulos?
fr: Voulez-vous vraiment vous déconnecter ?
he: אתה בטוח שברצונך לצאת מהחשבון?
hu: Biztosan ki akar jelentkezni?
id: Anda yakin ingin keluar?
it: Sei sicuro di volerti disconnettere?
ms: Anda pasti anda ingin log keluar?
nl: Weet je zeker dat je wilt uitloggen?
no: Er du sikker på at du vil logge ut?
pl: Czy na pewno chcesz się wylogować?
pt: Tem a certeza que quer terminar sessão?
ro: Ești sigur că dorești să te deconectezi?
ru: Вы точно хотите выйти?
sk: Naozaj sa chcete odhlásiť?
sr: Da li ste sigurni da želite da se odjavite?
sv: Är du säker på att du vill logga ut?
th: แน่ใจหรือว่าต้องการออกจากระบบ
tr: Çıkış yapmak istediğinden emin misin?
uk: Ви впевнені, що бажаєте вийти?
vi: Bạn có chắc chắn muốn đăng xuất không?

# prompt.title.mute
source: Mute %@?
ar: هل تريد كتم الصوت في %@؟
bg: Заглушаване на %@?
cs: Ztlumit %@?
da: Slå lyd fra for %@?
de: %@ stummschalten?
el: Σίγαση %@;
es: ¿Silenciar %@?
fi: Mykistetäänkö %@?
fr: Mettre en sourdine %@ ?
he: להשתיק את %@?
hu: %@ némítása?
id: Bisukan %@?
it: Disattivare l'audio a %@?
ms: Redam %@?
nl: Dempen %@?
no: Slå av lyden på %@?
pl: Wyciszyć %@?
pt: Silenciar %@?
ro: Dezactivezi notificările pentru %@?
ru: Отключить звук %@?
sk: Stlmiť zvuk %@?
sr: Утишај %@?
sv: Tysta %@?
th: ปิดเสียง %@ หรือไม่
tr: %@ sessize alınsın mı?
uk: Вимкнути %@?
vi: Tắt thông báo từ %@?

# prompt.title.notCodeAccount
source: Not a Code Account
ar: هذا ليس حساب في Code
bg: Не е код на профил
cs: Toto není kódový účet
da: Ikke en Codekonto
de: Kein Code-Konto
el: Δεν είναι Λογαριασμός Code
es: No es una cuenta Code
fi: Ei Code-tili
fr: Pas un compte Code
he: לא חשבון קוד
hu: Nem kódszámla
id: Bukan Akun Code
it: Non è un account Code
ms: Bukan Akaun Code
nl: Geen Code-account
no: Dette er ikke en kodekonto
pl: Nie konto Code
pt: Não é uma Conta Code
ro: Nu este un cont Code.
ru: Не является учетной записью Code
sk: Nie je to kódový účet
sr: Nije Code nalog
sv: Inte ett kodkonto
th: ไม่ใช่บัญชี Code
tr: Bir Code Hesabı Değil
uk: Не акаунт Code
vi: Không phải là Tài khoản Mã

# prompt.title.unlinkPhoneNumber
source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
cs: Opravdu?
da: Er du sikker?
de: Sind Sie sicher?
el: Σίγουρα;
es: ¿Seguro?
fi: Oletko varma?
fr: Êtes-vous sûr ?
he: אתה בטוח?
hu: Biztos benne?
id: Anda yakin?
it: Sei sicuro?
ms: Anda pasti?
nl: Weet je het zeker?
no: Er du sikker?
pl: Czy na pewno?
pt: Tem a certeza?
ro: Ești sigur?
ru: Вы уверены?
sk: Ste si istý?
sr: Jeste li sigurni?
sv: Är du säker?
th: แน่ใจหรือ
tr: Emin misin?
uk: Ви впевнені?
vi: Bạn có chắc không?

# prompt.title.unmute
source: Unmute %@?
ar: هل تريد إلغاء كتم الصوت في %@؟
bg: Премахни заглушаването на %@?
cs: Zrušit ztlumení %@?
da: Slå lyd til for %@?
de: %@ nicht mehr stummschalten?
el: Κατάργηση σίγασης %@;
es: ¿Dejar de silenciar %@?
fi: %@ on mykistetty. Poistetaanko mykistys?
fr: Annuler la mise en sourdine de %@ ?
he: לבטל את השתקת %@?
hu: Visszavonod %@ némítását?
id: Aktifkan suara %@?
it: Riattivare l'audio a %@?
ms: Nyahredam %@?
nl: Dempen opheffen %@?
no: Slå på lyden på %@?
pl: Wyłączyć wyciszenie %@?
pt: Reativar notificações de %@?
ro: Reactivezi notificările pentru %@?
ru: Включить звук %@?
sk: Vypnúť stlmenie zvuku %@?
sr: Укључи звук ћаскања %@?
sv: Aktivera %@?
th: เปิดเสียง %@ หรือไม่
tr: %@ sohbetinin sesi açılsın mı?
uk: Увімкнути чат для %@?
vi: Bật thông báo từ %@?

# prompt.title.unsubscribe
source: Unsubscribe from %@?
ar: هل تريد إلغاء الاشتراك في %@؟
bg: Отписване от абонамент към %@?
cs: Odhlásit se z odběru %@?
da: Afmeld %@?
de: %@ nicht mehr abonnieren?
el: Κατάργηση εγγραφής από %@;
es: ¿Cancelar suscripción de %@?
fi: Peruutetaanko tämän tilaus: %@?
fr: Se désabonner de %@ ?
he: לבטל את הרישום ל-%@?
hu: %@ elhagyása?
id: Berhenti langganan dari %@?
it: Annullare l'iscrizione a %@?
ms: Berhenti melanggan dari %@?
nl: Zich uitschrijven voor %@?
no: Avslutt abonnement på %@?
pl: Anulować subskrypcję %@?
pt: Anular subscrição de %@?
ro: Te dezabonezi de la %@?
ru: Отписаться от %@?
sk: Zrušiť odber z %@?
sr: Откажи претплату на %@?
sv: Sluta prenumerera på %@?
th: ยกเลิกการเป็นสมาชิกของ %@ หรือไม่
tr: %@ aboneliğinden çıkılsın mı?
uk: Відписатися від %@?
vi: Hủy đăng ký khỏi %@?

# prompt.title.viewAccessKey
source: View Your Access Key?
ar: هل تودّ عرض مفتاح الوصول الخاص بك؟
bg: Прегледайте вашия ключ за достъп?
cs: Chcete vidět svůj přístupový kód?
da: Vil du se din adgangsnøgle?
de: Ihren Zugangsschlüssel anzeigen?
el: Προβολή του Κλειδιού Πρόσβασής σας;
es: ¿Ver tu clave de acceso?
fi: Näytetäänkö käyttöoikeusavaimesi?
fr: Afficher votre clé d'accès ?
he: צפייה במפתח הגישה שלך?
hu: Megnézi a hozzáférési kulcsát?
id: Lihat Kunci Akses Anda?
it: Vuoi visualizzare la tua chiave d'accesso?
ms: Lihat Kunci Akses Anda?
nl: Je toegangscode tonen?
no: Vil du se tilgangsnøkkelen din?
pl: Chcesz zobaczyć swój klucz dostępu?
pt: Ver a Sua Chave de Acesso?
ro: Dorești să-ți vizualizezi Cheia de acces?
ru: Показать ваш ключ доступа?
sk: Zobraziť váš prístupový kľúč?
sr: Želite li da vidite svoj ključ za pristup?
sv: Visa din åtkomstnyckel?
th: ดูคีย์การเข้าถึงของคุณหรือไม่
tr: Erişim Anahtarın Görüntülensin Mi?
uk: Переглянути свій ключ доступу?
vi: Xem Khóa Truy cập của Bạn?

# prompt.title.wroteThemDown
source: Are You Sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
cs: Opravdu?
da: Er du sikker?
de: Sind Sie sicher?
el: Σίγουρα;
es: ¿Seguro?
fi: Oletko varma?
fr: Êtes-vous sûr ?
he: אתה בטוח?
hu: Biztos benne?
id: Anda Yakin?
it: Sei sicuro?
ms: Anda Pasti?
nl: Weet je het zeker?
no: Er du sikker?
pl: Czy na pewno?
pt: Tem a Certeza?
ro: Ești sigur?
ru: Вы уверены?
sk: Ste si istý?
sr: Da li ste sigurni?
sv: Är du säker?
th: แน่ใจหรือ
tr: Emin Misin?
uk: Ви впевнені?
vi: Bạn có Chắc Không?

# push.subtitle.depositReceived
source: %@ Kin was deposited into your account.
ar: تم إيداع %@ وحدات Kin في حسابك.
bg: %@ Kin бяха депозирани във вашата сметка.
cs: %@ Kin(ů) bylo vloženo na váš účet.
da: %@ Kin blev indsat på din konto.
de: %@ Kin wurden auf Ihr Konto eingezahlt.
el: %@ Kin κατατέθηκαν στο λογαριασμό σου.
es: Se ha(n) depositado %@ Kin en tu cuenta
fi: %@ kiniä talletettin tilillesi.
fr: %@ Kin ont été déposés sur votre compte.
he: %@ Kin הופקדו בחשבון שלך.
hu: %@ A Kint jóváírtuk a számládon.
id: %@ Kin disetorkan ke akun Anda.
it: %@ Kin sono stata depositati sul tuo conto.
ms: %@ Kin telah didepositkan ke dalam akaun anda.
nl: %@ Kin is op je account gestort.
no: %@ Kin ble satt inn på kontoen din.
pl: Na Twoim koncie złożono %@ Kin.
pt: Foi depositado %@ Kin na sua conta.
ro: Suma de %@ Kin a fost depusă în contul dumneavoastră.
ru: На ваш счет зачислено %@ Kin.
sk: %@ Kin bol vložený na váš účet.
sr: %@ Кин је депонован на Ваш рачун.
sv: %@ Kin sattes in på ditt konto.
th: %@ Kin ถูกฝากเข้าบัญชีของคุณแล้ว
tr: Hesabınıza %@ Kin yatırıldı.
uk: %@ Kin було внесено на ваш рахунок.
vi: %@ Kin đã được nạp vào tài khoản của bạn.

# push.subtitle.kinReturned
source: The %@ you sent yesterday wasn't collected. It has been automatically returned to your balance.
ar: لم يتم تجميع %@ التي أرسلتها أمس. تم إرجاعه تلقائيًا إلى رصيدك.
bg: %@, който изпратихте вчера не е събран. Той автоматично беше върнат във вашата сметка.
cs: %@, který jste poslali včera nebyl vybrán. Byl navrácen automaticky do vašeho zůstatku.
da: De %@, du sendte i går, blev ikke opsamlet. De er automatisk blevet returneret til din saldo.
de: Die %@, die Sie gestern gesendet haben, sind nicht abgeholt worden und wurden automatisch auf Ihr Konto zurückgebucht.
el: Τα %@ που έστειλες χθες δε συλλέχθηκαν. Έχουν επιστραφεί αυτόματα στο λογαριασμό σου.
es: El %@ que enviaste ayer no se recogió. Se ha devuelto automáticamente a tu saldo.
fi: Eilen lähettämääsi %@ ei lunastettu. Se on palautettu automaattisesti saldoosi.
fr: Le %@ que vous avez envoyé hier n'a pas été collecté. Il a été automatiquement retourné sur votre solde.
he: ה-%@ ששלחת אתמול לא נאסף. זה הוחזר באופן אוטומטי ליתרת החשבון שלך.
hu: A tegnap elküldött %@ nem került összegyűjtésre. Ez automatikusan visszakerült az egyenlegedre.
id: %@ yang Anda kirim kemarin tidak diambil. Ini sudah secara otomatis dikembalikan ke saldo Anda.
it: %@ che hai inviato ieri non sono stati ritirati. Sono stati automaticamente riaccreditati sul tuo saldo.
ms: %@ yang anda hantar semalam tidak dikumpulkan. Ia telah dikembalikan secara automatik ke baki anda.
nl: De %@ die je gisteren hebt verzonden, is niet opgehaald. Het is automatisch teruggestort op je saldo.
no: De %@ du sendte i går ble ikke hentet. De er automatisk lagt til saldoen din.
pl: Wysłane przez Ciebie wczoraj %@ nie zostało odebrane. Zostało zwrócone automatycznie na Twoje saldo.
pt: O %@ que enviou ontem não foi recolhido. Foi devolvido automaticamente para o seu saldo.
ro: %@ pe care l-ai trimis ieri nu a fost colectat. Acesta a fost returnat automat în soldul dumneavoastră.
ru: Отправленный вчера %@ не был получен. Он был автоматически возвращен на ваш баланс.
sk: %@, ktorý ste včera poslali, nebol vyzdvihnutý. Bol automaticky vrátený na váš zostatok.
sr: %@ који сте послали јуче није прикупљен. Аутоматски је враћен на Ваше стање.
sv: De %@ du skickade igår togs inte emot. Du fick tillbaka pengarna automatiskt.
th: %@ ที่คุณส่งไปเมื่อวานได้รับการเก็บรวบรวมไว้แล้ว ระบบจะส่งคืนไปยังยอดคงเหลือของคุณโดยอัตโนมัติ
tr: Dün gönderdiğiniz %@ toplanmadı. Otomatik olarak bakiyenize iade edilmiştir.
uk: %@, який ви надіслали вчора, не був забраний. Його було автоматично повернуто на ваш рахунок.
vi: %@ bạn gửi ngày hôm qua chưa có người thu thập. Số tiền này đã được tự động hoàn trả về số dư của bạn.

# push.subtitle.newGetFriendStarted
source: Get a friend started on Code and get $5
ar: احصل على صديق بدأ على Code واحصل على 5 دولارات
bg: Поканете приятел да се присъедини към Code и вземете $5
cs: Přiveďte kamaráda na Code a získejte 5 USD
da: Få en ven i gang med Code og få $5
de: Bringen Sie einen Freund zu Code und erhalten Sie 5 $ dafür
el: Φέρε έναν φίλο να ξεκινήσει στο Code και λάβε $5
es: Inicia a un amigo en Code y consigue 5 $
fi: Auta kaveri alkuun Coden parissa ja nappaa 5 $
fr: Invitez un ami à s'inscrire sur Code et recevez 5 $
he: עודד חבר להתחיל להשתמש ב-Code וקבל 5$
hu: Kezdd el egy barátoddal a Code használatát, és kapj 5 dollárt
id: Ajak teman untuk memulai Code dan dapatkan $5
it: Fai iniziare un amico su Code e ricevi 5 $
ms: Dapatkan rakan untuk bermula menggunakan Code dan dapatkan $5
nl: Laat een vriend beginnen met Code en ontvang $5
no: Få en venn i gang med Code og få USD 5
pl: Poleć aplikację Code znajomej osobie i otrzymaj 5 $
pt: Inicie um amigo na Code e ganhe 5€
ro: Ajutați un prieten să înceapă cu Code și primiți 5 dolari
ru: Пригласите друга начать пользоваться Code и получите 5 долларов США
sk: Začnite s kódom priateľa a získajte 5 $
sr: Нека Вам пријатељ започне са Кодом и добићете 5$
sv: Få en vän att börja med Code och få 5 USD
th: ชวนเพื่อนมาเริ่มใช้ Code แล้วรับ $5
tr: Bir arkadaşınızı Code'a başlatın ve $5 kapın
uk: Запросіть друга в Code та отримайте 5 дол.
vi: Mời một người bạn bắt đầu dùng Code để nhận được 5$

# push.subtitle.newSendCash
source: Send cash through any messenger app
ar: أرسل النقود من خلال أي تطبيق messenger
bg: Изпратете пари в брой през произволно приложение за съобщения
cs: Poslat peníze skrze aplikaci messengeru
da: Send kontanter gennem enhver messengerapp
de: Senden Sie Guthaben über jede beliebige Messenger-App
el: Στείλε μετρητά μέσω οποιασδήποτε εφαρμογής μηνυμάτων
es: Envía dinero a través de cualquier aplicación de mensajería
fi: Lähetä käteistä minkä tahansa viestisovelluksen läpi
fr: Envoyez de l'argent via n'importe quelle appli de messagerie
he: שלח מזומן דרך כל אפליקציית מסנג'ר
hu: Küldjön készpénzt bármely messenger alkalmazáson keresztül
id: Kirim uang tunai melalui aplikasi messenger apa pun
it: Invia denaro tramite qualsiasi app di messaggistica
ms: Hantar wang tunai melalui mana-mana aplikasi pemesej
nl: Stuur geld via een messenger-app van jouw keuze
no: Send kontanter gjennom enhver meldingsapp
pl: Wyślij gotówkę przez dowolny komunikator
pt: Envie dinheiro através de qualquer aplicação de mensagens
ro: Trimiteți bani prin orice aplicație de mesagerie
ru: Отправляйте наличные через любой мессенджер
sk: Posielať hotovosť prostredníctvom akejkoľvek aplikácie na odosielanie správ
sr: Шаљите готовину преко било које апликације за слање порука
sv: Skicka pengar i valfri meddelandeapp
th: ส่งเงินสดผ่านแอเมสเซนเจอร์ใดก็ได้
tr: Herhangi bir mesajlaşma uygulaması vasıtasıyla nakit gönderin
uk: Надсилайте готівку через будь-який застосунок-месенджер
vi: Gửi tiền mặt qua bất kỳ ứng dụng nhắn tin nào

# push.subtitle.referralBonus
source: You received %@ of Kin for sending someone their first Kin.
ar: لقد تلقيت %@ وحدات Kin لإرسال وحدات Kin الأولى لشخص ما.
bg: Получихте %@ от Kin за изпращане на първи Kin към някого.
cs: Získali jste %@ Kin(ů) za to, že jste někomu poslali jeho první Kin.
da: Du modtog %@ af Kin for at sende nogen deres første Kin.
de: Sie haben %@ an Kin erhalten, weil Sie jemandem die ersten Kin geschickt haben.
el: Έλαβες %@ Kin επειδή έστειλες σε κάποιον τα πρώτα του Kin.
es: Has recibido %@de Kin por enviar a alguien su primer Kin.
fi: Olet saanut %@ kiniä lähetettyäsi jollekin hänen ensimmäiset kininsä.
fr: Vous avez reçu %@ de Kin pour avoir envoyé à quelqu'un son premier Kin.
he: קיבלת %@ של Kin על כך ששלחת למישהו את ה-Kin הראשון שלו.
hu: %@ Kint kaptál, amiért elküldted valakinek az első Kinét.
id: Anda menerima %@ Kin karena telah mengirimi seseorang Kin pertamanya.
it: Hai ricevuto %@ di Kin per aver inviato a qualcuno il suo primo Kin.
ms: Anda menerima %@ Kin kerana mengirimkan kepada seseorang Kin mereka yang pertama.
nl: Je hebt %@ van Kin ontvangen omdat je iemand zijn of haar eerste Kin hebt gestuurd.
no: Du mottok Kin verdt %@ for for å ha sendt noen deres første Kin.
pl: Otrzymałeś(-aś) %@ Kin za wysłanie komuś pierwszego Kin.
pt: Recebeu %@ em Kin por ter enviado o primeiro Kin a alguém.
ro: Ați primit %@ în Kin pentru că ați trimis cuiva primul Kin.
ru: Вы получили %@ Kin за отправку кому-то его/ее первого Kin.
sk: Dostali ste %@ Kinov za to, že ste niekomu poslali ich prvý Kin.
sr: Примили сте %@ Кина јер сте некоме послали први Кин.
sv: Du fick %@ i Kin för att du skickade en första Kin till någon.
th: คุณได้รับ Kin %@ จากการส่ง Kin แรกให้ใครบางคน
tr: Birisine ilk Kin'lerini gönderdiğiniz için %@ Kin kazandınız.
uk: Ви отримали %@ Kin за надсилання комусь його першого Kin.
vi: Bạn đã nhận được %@ Kin vì đã gửi cho người khác Kin đầu tiên của họ.

# push.subtitle.twitterAccountConnected
source: You can now request tips.
ar: يمكنك الآن طلب النصائح.
bg: Вече може да искате бакшиши.
cs: Nyní můžete přijímat spropitné.
da: Du kan nu anmode om donationer.
de: Sie können jetzt Tipps anfordern.
el: Τώρα μπορείς να ζητήσεις συμβουλές.
es: Ahora puedes pedir propinas.
fi: Voit nyt pyytää tippejä.
fr: Vous pouvez maintenant demander des conseils.
he: כעת ניתן לבקש טיפים.
hu: Most már kérhetsz borravalót.
id: Anda sekarang dapat meminta tip.
it: Ora puoi richiedere mance.
nl: Je kunt nu fooien vragen.
no: Nå kan du be om tips.
pl: Możesz teraz prosić o napiwki.
pt: Agora já pode pedir gorjetas.
ro: Acum poți cere bacșișuri.
ru: Теперь вы можете запросить чаевые.
sk: Teraz môžete požiadať o tipy.
sr: Сада можете да затражите напојнице.
sv: Du kan nu be om dricks.
th: ตอนนี้คุณสามารถขอทิปได้แล้ว
tr: Artık bahşişleri talep edebilirsiniz.
uk: Тепер ви можете отримувати чайові.
vi: Giờ bạn sẽ có thể yêu cầu tiền tip.

# push.title.depositReceived
source: Deposit Received
ar: تم استلام الإيداع
bg: Депозитът е получен
cs: Vklad přijat
da: Indbetaling modtaget
de: Einzahlung erhalten
el: Η Κατάθεση Ελήφθη
es: Depósito recibido
fi: Talletus vastaanotettu
fr: Acompte reçu
he: ההפקדה התקבלה
hu: Befizetés beérkezett
id: Setoran Diterima
it: Deposito ricevuto
ms: Deposit Diterima
nl: Storting ontvangen
no: Innskudd mottatt
pl: Otrzymany depozyt
pt: Depósito recebido
ro: Depozit primit
ru: Депозит получен
sk: Vklad bol prijatý
sr: Депозит је примљен
sv: Insättning mottagen
th: ได้รับเงินแล้ว
tr: Para Yatırma Alındı
uk: Депозит отримано
vi: Đã nhận được tiền nạp

# push.title.kinReturned
source: Kin Returned
ar: وحدات Kin المرتجعة
bg: Върнат Kin
cs: Kin byl navrácen
da: Kin returneret
de: Kin zurückgesendet
el: Kin που έχουν Επιστραφεί
es: Kin devuelto
fi: Kin palautettu
fr: KIn retourné
he: ה-Kin הוחזר
hu: Kin visszatért
id: Kin Dikembalikan
it: Kin restituito
ms: Kin Dikembalikan
nl: Kin geretourneerd
no: Kin returnert
pl: Zwrócony Kin
pt: Kin devolvido
ro: Kin returnat
ru: Kin вернулся
sk: Kin bol vrátený
sr: Кин је враћен
sv: Kin återsändes
th: Kin ที่ส่งคืน
tr: Kin İade Edildi
uk: Kin повернуто
vi: Đã hoàn trả Kin

# push.title.newOnCode
source: New on Code
ar: جديد في Code
bg: Ново в Code
cs: Nové na Code
da: Ny på Code
de: Neu bei Code
el: Νέος στο Code
es: Nuevo en Code
fi: Uutta Codessa
fr: Nouveau sur Code
he: חדש ב-Code
hu: Új a Code-on
id: Baru di Code
it: Nuovo su Code
ms: Baharu tentang Code
nl: Nieuw op Code
no: Ny på Code
pl: Nowość w aplikacji Code
pt: Novidades na Code
ro: Nou pe Code
ru: Новое в Code
sk: Novinka v kóde
sr: Ново у Коду
sv: Ny på Code
th: ใหม่สำหรับ Code
tr: Code'da Yeni
uk: Новинка на Code
vi: Người dùng mới trên Code

# push.title.referralBonus
source: Referral Bonus Received
ar: تم استلام مكافأة الإحالة
bg: Получен бонус за препоръка
cs: Bonus za doporučení obdržen
da: Henvisningsbonus modtaget
de: Empfehlungsbonus erhalten
el: Λήφθηκε Δώρο Σύστασης Φίλου
es: Bono por recomendación recibido
fi: Suositusbonus vastaanotettu
fr: Bonus de parrainage crédité
he: בונוס ההפניה התקבל
hu: Ajánlói bónusz megérkezett
id: Bonus Referensi Diterima
it: Bonus referral ricevuto
ms: Bonus Rujukan Diterima
nl: Verwijzingsbonus ontvangen
no: Henvisningsbonus mottatt
pl: Otrzymano bonus za polecenie
pt: Bónus de referência recebido
ro: Bonus de recomandare primit
ru: Получен реферальный бонус
sk: Prijatý bonus za odporúčanie
sr: Примљен је бонус за препоруку
sv: Värvningsbonus erhållen
th: โบนัสการแนะนำที่ได้รับ
tr: Yönlendirme Bonusu Alındı
uk: Отримано реферальний бонус
vi: Đã nhận được tiền thưởng giới thiệu

# push.title.twitterAccountConnected
source: X Account Connected
ar: حساب X متصل
bg: Акаунтът в социалната мрежа X е свързан
cs: Účet X připojen
da: X-konto forbundet
de: X-Konto verbunden
el: Ο Χ Λογαριασμός Συνδέθηκε
es: Cuenta de X conectada
fi: X-tili yhdistetty
fr: Compte X connecté
he: חשבון X מחובר
hu: X fiók csatlakoztatva
id: Akun X Terhubung
it: Account X Connesso
nl: X-account verbonden
no: X-konto tilkoblet
pl: Konto X podłączone
pt: Conta X associada
ro: Cont X conectat
ru: Подключен аккаунт X
sk: Účet X je pripojený
sr: X налог повезан
sv: X-konto kopplat
th: เชื่อมโยงบัญชี X แล้ว
tr: X Hesabı Bağlandı
uk: Акаунт X прив’язано
vi: Đã kết nối tài khoản X

# subtitle.accessKeyDescription
source: Your Access Key is the only way to access your funds. Please keep it private and safe.
ar: مفتاح الوصول الخاص بك هو الطريقة الوحيدة للوصول إلى أموالك. يُرجى أن تحافظ على خصوصيته وأمنه.
bg: Вашият ключ за достъп е единственият начин за достъп до вашите сметки. Моля, съхранявате ги поверително и в безопасност.
cs: Jako jediný způsob přístupu ke svým financím vám slouží přístupový klíč. Chraňte si ho bezpečně v soukromí.
da: Du kan kun få adgang til dine midler ved hjælp af en adgangskode. Sørg for at gemme den sikkert og privat.
de: Ihr Zugangsschlüssel ist die einzige Möglichkeit, wie Sie auf Ihr Geld zugreifen können. Bitte bewahren Sie ihn geschützt und sicher auf.
el: Το Κλειδί Πρόσβασης είναι ο μόνος τρόπος πρόσβασης στα κεφάλαιά σας. Κρατήστε το απόρρητο και ασφαλές.
es: Tu clave de acceso es la única forma de acceder a tus fondos. Asegúrate de guardarla de forma privada y segura.
fi: Käyttöoikeusavaimesi on ainoa keino käyttää rahojasi. Pidä se yksityisenä ja turvassa.
fr: Votre clé d'accès est le seul moyen d'accéder à vos fonds. Veuillez la conserver en toute confidentialité et en toute sécurité.
he: מפתח הגישה שלך הוא הדרך היחידה לגשת לכספים שלך. אנא שמור אותו בסוד ובמקום בטוח.
hu: A hozzáférési kulcs az egyetlen módja annak, hogy hozzáférjen pénzeszközeihez. Kérjük, tartsa privátban és legyen óvatos.
id: Kunci Akses Anda adalah satu-satunya cara untuk mengakses dana Anda. Harap jaga kerahasiaan dan keamanannya.
it: La tua chiave d'accesso è l'unico modo tramite cui puoi accedere ai tuoi fondi. Tienila privata e al sicuro.
ms: Kunci Akses anda adalah satu-satunya cara untuk mengakses dana anda. Sila pastikan ia peribadi dan selamat.
nl: Je toegangscode is de enige manier om toegang te krijgen tot je geld. Gelieve ze privé te houden en veilig op te slaan.
no: Tilgangsnøkkelen din er den eneste måten å få tilgang til pengene dine på. Bevar den privat og trygt.
pl: Twój klucz dostępu to jedyny sposób uzyskania dostępu do Twoich środków. Nie przekazuj go nikomu i trzymaj go w bezpiecznym miejscu.
pt: A Sua Chave de Acesso é a única forma de aceder aos seus fundos. Mantenha-o privado e seguro.
ro: Cheia ta de acces reprezintă singura modalitate prin care îți poți accesa fondurile. Asigură-te că o păstrezi în confidențialitate și siguranță.
ru: Ваш ключ доступа — единственный способ получить доступ к вашим средствам. Храните его в безопасном месте и не разглашайте.
sk: Váš prístupový kľúč je jediný spôsob, ako získať prístup k vašim finančným prostriedkom. Uchovávajte ho v súkromí a bezpečí.
sr: Vaš ključ za pristup je jedini način da pristupite svojim sredstvima. Čuvajte ga u privatnosti i na sigurnom.
sv: Din Access Key är det enda sättet att få tillgång till dina pengar. Förvara den privat och säkert.
th: คีย์การเข้าถึงของคุณเป็นวิธีเดียวที่จะเข้าถึงเงินของคุณ โปรดรักษาให้เป็นส่วนตัวและปลอดภัย
tr: Erişim Anahtarın, paralarına erişmenin tek yoludur. Lütfen kişisel ve güvenli olarak sakla.
uk: Ваш ключ доступу — це єдиний спосіб отримати доступ до ваших коштів. Будь ласка, тримайте його в таємниці та безпеці.
vi: Khóa Truy cập là cách duy nhất để bạn truy cập tiền của mình. Xin vui lòng giữ bí mật và an toàn cho Khóa Truy cập.
